{
  "title": "Jammu and Kashmir",
  "source": "https://en.wikivoyage.org/wiki/Jammu_and_Kashmir",
  "sections": {
    "Introduction": "Jammu and Kashmir (Dogri: जम्मु और कश्मीर; Urdu: جموں و کشمیر) is a union territory in northern India. It is a mountainous region of great beauty and diversity offering much in the way of outdoor activities and sights for the tourist.",
    "Cities": "Here are nine of the most notable cities.\n\n1 Jammu — the union territory's winter capital\n2 Srinagar — the union territory's summer capital, set around famous Dal Lake, with its floating houseboats\n3 Gulmarg — decent skiing and the world's highest gondola\n4 Katra — located in the foothills of the Trikuta Mountains and home of the holy Mata Vaishno Devi shrine\n5 Pahalgam — a calm and serene place offering multiple trekking routes; starting point of Amarnath Yatra\n6 Patnitop — a small hill station in Jammu\n7 Sonamarg (Sonmarg) — trekking, fishing and mountain sports",
    "Other destinations": "1 Dachigam National Park — home to the critically endangered Kashmir stag (hangul). Grasslands, alpine meadows, waterfalls and craggy cliffs provide a home for various species of mammals such as the Himalayan black and brown bears, jackal and leopard and birds such as the woodpecker, pygmy owl and cinnamon sparrow.\n2 Doodhpathri — a famous tourist destination which attracts many tourists mainly for the purpose of trekking and enjoying the snow in the months of the summer season.\n3 Kishtwar National Park — this park has rugged and steep terrain, with narrow valleys leading to glaciers. This park provides a habitat for the Himalayan Snowcock and the brown bear.\n4 Salim Ali National Park (City Forest National Park) — this former park was converted into a golf course and once featured animals such as leopard, hangul and musk deer; in addition to a large variety of birds.",
    "History": "Jammu and Kashmir has a very rich and vibrant history, and is a melting pot of different cultures and religions. The region has served as a major centre for Hinduism and it has been a part of numerous empires, such as the Sikh Empire, the Mughal Empire, the Durrani Empire, and more recently, the British Empire.\nDuring the 14th century, the spread of Islam rapidly intensified under the Shamiri Dynasty, and as a result, the region has the distinction of being one of the few areas in India with a Muslim-majority population, along with Ladakh and Lakshadweep.\nAs with all of the princely states that formed India during the partition of India in the late-1940s, Kashmir was given one of three choices: join India, join Pakistan or become independent. This presented a major political issue in Kashmir at the time, and there was no clear consensus on what was the correct choice. \nShortly thereafter, the city of Poonch faced an uprising sponsored by Pakistan, which eventually resulted in Kashmir losing control of Azad Kashmir and Gilgit-Baltistan. Given the deteriorating situation, the ruler of Kashmir, Maharaja Hari Singh, requested assistance from India. India agreed to provide military aid under the condition that Kashmir joined India. The maharaja then signed an agreement that made Kashmir a part of India, whereupon Indian troops entered the region and summarily defeated the Pakistani forces. To this date, a large portion of Kashmir is now administered by India, the rest being administered by Pakistan and China.\nSince the 1980s, insurgent violence has ravaged the region, and the unrest has adversely affected what was one a thriving tourist industry. Perhaps one of the darkest periods of Kashmiri history was when one of the minority groups, the Kashmiri Pandits, were forcefully expelled from Kashmir. To this day, some 300,000 to 600,000 Kashmiri Pandits remain displaced, internally and externally. \nIn August 2019, the Indian government revoked the state's autonomy, drawing strong condemnation from many political parties in the region as well as the government of Pakistan, which responded by downgrading relations with India. \nBoth India and Pakistan have been accused of committing grave human rights violations in Kashmir, with scholars repeatedly condemning India for refusing to prosecute perpetrators of abuses in the region and Pakistan for sheltering and aiding terror groups which operate in the region. \nWhile some Kashmiris hope for an independent and unified Kashmir, the majority seem to simply want peace.",
    "Geography": "Jammu and Kashmir has an area of 42,241 km2 (16,309 sq mi). The region is home to several valleys, including the much-visited Kashmir Valley. The Himalayas divide the region from Ladakh while the Pir Panjal Range separates the Kashmir Valley from Jammu Division. Due to the altitude, the winters can be harsh.",
    "Talk": "The official languages of the union territory are Dogri, English, Kashmiri, Hindi and Urdu. However, the main languages spoken are Kashmiri in the Kashmir Valley and Dogri in Jammu. Most people speak at least a little Hindi and you may even hear Punjabi.",
    "By plane": "Jammu and Kashmir has two civil airports. Both of them receive direct flights to Bangalore, Delhi and Mumbai.\n\nJammu Airport (IXJ IATA), Jammu\nShiekh-ul-Alam International Airport (SXR IATA), Srinagar",
    "By train": "The rail travel in Jammu and Kashmir is a tourism by itself. Completed in 2023, the Kashmir Railway starts from the flatlands of Jammu and ends at the hilly town of Baramulla, at the northwestern edge of the Kashmir Valley. It runs across the Pir Panjal hills and crosses the Chenab River with the Chenab Bridge, the highest railway bridge in the world. The route crosses inhospitable terrain, traverses major earthquake zones and is subject to extreme temperatures of cold and heat.",
    "By car": "There are two ways to get in by car, via Jammu and up to Srinagar or via Leh in Ladakh.",
    "By bus": "Government buses are run by Jammu and Kashmir State Road Transport Corporation (JKSRTC) to most points around Jammu and Kashmir and Ladakh. They offer package tours to Gulmarg, Sonmarg, Yusmarg, Wular Lake, Iity tour, etc. There are tourist information centres, which offer tickets and information.",
    "By terrain vehicle": "4WD terrain vehicles are quicker, a little more expensive and reach more locations. Private hire terrain vehicles are also available.",
    "See": "Amarnath. One of the Hindu trinity, Shiva is considered by Hindus to be a living god. Legend has it that Shiva recounted to his consort Parvati the secret of creation in a cave in Amarnath. Unknown to them, a pair of doves, who are said to have eavesdropped on this conversation and learnt the secret, are reborn again and again, and have made the cave their eternal abode. \n Bahu Fort. Bahu Fort was built by the Raja Bahulochan and modified and improved by the Dogra rulers of Jammu. This fort is around 5km from the main city and perhaps is the oldest edifice in the Jammu. This fort is facing the Tawi River. There is a temple of the goddess Kali in the fort. \n Dal Lake. Located in the heart of Srinagar, this beautiful lake is fed by natural springs. \n Gulmarg (the meadow of flowers). Gulmarg is a small hill station 52 km from Srinagar. While trekking, horse riding and picnics can be fun in summer, in winter it has some of the best powder snow and slopes for skiers. Besides all this, the world's highest cable car is also in Gulmarg. \n Mata Vaishno Devi. A pilgrimage to the holy shrine of Shri Mata Vaishno Devi Ji (the Hindu Mother Goddess) is considered to be one of the holiest for Hindus. Shri Mata Vaishno Devi Ji is believed to reside in a holy cave 1,560 m up in the folds of the three peaked mountain named Trikuta (pronounced as Trikoot). The holy cave attracts over one crore (10 million) devotees every year. The Yatris have to undertake a trek of nearly 12 km from the base camp at Katra. At the culmination of their pilgrimage, they view three natural rock formations called pindis which are considered to be darshans (images or manifestations) of the Mother Goddess inside the holy cave. There are no statues or idols inside the cave. \n Mubarak Mandi Palace. Mubarak Palace was built with the touch of three different styles, Rajasthani, Mughal and Gothic. The most famous part of this palace is the Sheesh Mahal segment. There is a Dogra Art Museum, which is a treasure house of miniature paintings from various hill schools. \n Mughal Gardens. These beautiful gardens line the periphery of the famous Dal Lake in Srinagar. Decorated with colourful flowers, fountains and mighty Chinars, strolling in these gardens gives one a royal feeling. \n Peer Baba. This is of the holy places for Muslim saints. People from various religions come in large number to pray on Thursdays. \n Raghunath Temple. Raghunath Temple is dedicated to the Hindu god Rama. All the inner walls of this temple are covered with gold, on three sides. Galleries of this temple are covered with Saligrams (fossilised shells used as icons). The other surrounding temples are related to other gods from the Ramayana. This temple is in the centre, the heart, of Jammu. \n Sri Amarnath Ji Temple (Holy Amarnath Cave). This temple is 144 km east to Srinagar. Amarnath is represented in the form of an ice Shiva-lingam. On the full moon day, the lingam is approx 1.8 m high.",
    "Trekking in Kashmir Valley": "Srinagar serves as a base for many trekking expeditions which lead to Himalayan alpine high altitude lakes of Kashmir valley which has a great scope for adventure tourism. These high altitude alpine lakes have no access by any transport, they include Vishansar Lake, Nundkol Lake, Tarsar Lake, Gadsar Lake, Satsar Lake and so on. Many trekking units organise and operate trekking packages to these mountain lakes.",
    "Shikara ride": "Shikaras are the limousines of the Dal lake. Lay comfortably in soft cushions and while the shikara cruises around the lake while vendors come along in their boats selling handicrafts. Also look for a jetski ride in summers.",
    "Eat": "Kashmiri wazwan famous cuisine here (Rista, Goshtaba, Kabab, Yakhani, Rogan Josh,), don't miss this cuisine.\nHarisa and tuj at Khayam Chowk.\nMughal darbar and Jan bakery are most famous confectioneries in Srinagar at Lalchowk.\nKashmir valley famous for Kashmiri Kahwa, beverage made from saffron.\nKashmir famous for dry fruits and apples.\nKaladi (special milk product like paneer) Kulcha in Moti Bazaar.\nPhahalwan di hatti famous Sweet shop in Gandhi Nagar.\nEat kachalu at girdhari shop near pacca danga.\nGood Non-Veg at Pape de hatti and pape the great- residency road, Paras raam de hatti at panjthirthi.",
    "Drink": "Two local specialities are kehwa, which is a special beverage prepared with saffron and dry fruits, and nun chai, which is a pink, salty tea.",
    "Stay safe": "Due to insurgent activities, the situation in the union territory is far from stable. Outbursts of politically motivated violence and civil disobedience are common, especially around Srinagar. Demonstrations and rallies can rapidly turn violent.\nSome parts of Jammu and Kashmir Kashmir are off-limits to tourists, particularly the Line of Control that separates the union territory from Azad Kashmir. Clashes across the LoC between India and Pakistan are also common. Check on current conditions before you go. \nDon't take photographs of military installations or you'll be in very serious trouble.",
    "Respect": "As with many people in Kashmir, people are divided into three opposing camps - Some who advocate for full independence, some who advocate for integration with Pakistan, and some who advocate for integration with India. Given the sensitive situation in the region, the main thing to avoid is pontificating about the situation. Such discussions could make many feel uncomfortable.\nKashmiri Muslims are usually stereotyped negatively by people living in other parts of India. They are often labelled as \"liars\", \"selfish people\", and so on because of their perceived loyalty to Pakistan. Avoid perpetuating such stereotypes about them. \nSome may voice their support for certain Kashmiri militant groups and may react with anger if you call them terrorist organisations.",
    "Go next": "Himachal Pradesh — A mountainous state of India to the southeast of Jammu and Kashmir.\nLadakh — Union territory administered by India to the east of Jammu and Kashmir."
  },
  "total_sections": 19,
  "section_names": [
    "Introduction",
    "Cities",
    "Other destinations",
    "History",
    "Geography",
    "Talk",
    "By plane",
    "By train",
    "By car",
    "By bus",
    "By terrain vehicle",
    "See",
    "Trekking in Kashmir Valley",
    "Shikara ride",
    "Eat",
    "Drink",
    "Stay safe",
    "Respect",
    "Go next"
  ]
}