{
  "title": "Himalayan North",
  "source": "https://en.wikivoyage.org/wiki/Himalayan_North",
  "sections": {
    "Introduction": "The Himalayan North region comprises the two states and two union territories of India at the northernmost Himalayan mountains: Himachal Pradesh, Jammu and Kashmir, Ladakh and Uttarakhand. Eastern parts of Himalayan India are in the northern sections of Eastern India and North-Eastern India, which have their own regional articles.",
    "States and union territories": "Azad Kashmir and Gilgit-Baltistan are claimed by India to be parts of Jammu and Kashmir and Ladakh respectively, although they are administered by Pakistan, which conversely claims Jammu and Kashmir and Ladakh. Since Wikivoyage articles are written from a travel point of view, Azad Kashmir and Gilgit-Baltistan are not included in the Himalayan North region.",
    "Cities": "Here are nine of the most notable cities.\n\n1 Bharmour — famous for Chaurasi Temple and the Hindu pilgrimage of Mani Mahesh\n2NOT EXISTING IMAGE Dehradun — the capital of Uttarakhand\n3 Dharamsala — a city popular amongst the backpacker community and where the Dalai Lama resides\n4 Haridwar — a holy city for Hindus, where the Ganges river emerges from the hills to the plains\n5 Jammu — the winter capital of Jammu and Kashmir\n6 Leh — one of the two capitals of Ladakh, a bustling tourist town, large numbers of Kashmiri traders\n7 Manali— a quiet picturesque town set in mountainous region by day, hosts many a rave at night\n8 Shimla — the summer capital of former British India, modern India with English architecture\n9 Srinagar — the summer capital of Jammu and Kashmir. Famous for Dal Lake and in a valley surrounded by the picturesque Himalayas",
    "Other destinations": "1 Great Himalayan National Park, Himachal Pradesh — the hill station of Kullu is home to many species of wildlife. Virtually pristine forests and alpine meadows, this fragile region makes this park a wonderful destination. The national park has also been designated by UNESCO as a World Heritage Site.\n2 Hemis National Park (Hemis High Altitude Park), Ladakh — home to several endangered mammals including the snow leopard. The Tibetan wolf and golden eagle can also be found in the park. The Rumbak Valley offers opportunities for bird-watching. Snow trekking is popular here.\n3 Kishtwar National Park, Jammu and Kashmir — located in the Kishtwar district, this park has rugged and steep terrain, with narrow valleys leading to glaciers. This park provides habitat for the Himalayan Snowcock and the brown bear.\n4 Nanda Devi National Park Uttarakhand — surrounded by high ridges and the Rishi Glacier, this park is home for some large mammals (i.e. Himilayan musk deer), carnivores (i.e. Snow leopard) and birds in a land with diverse vegetation\n5 Valley of Flowers National Park, Uttarakhand — a park valley of wild flowers designated a UNESCO World Heritage Site\n6 Gulmarg, Jammu and Kashmir — a hill station with lush green meadows and snow during winter.",
    "Understand": "After the heat and chaos in the big cities of the Plains, the Indian Himalayas make a relaxing change. Some foreign travelers make visiting this region their sole purpose for coming to India, and it is a popular destination for Indians as well. The Himalayan North, being the abode of the gods and the origin of Hinduism's holy rivers, is one of the most ancient travel destinations in the country. Pilgrims have been visiting this place for centuries.\nThe British, conquering India before air conditioning, found themselves defeated by the Indian summer. As a result, they had to take refuge in hill stations to escape the heat. This region, because of its proximity to Delhi, had the largest concentration of hill stations. The largest among these, Shimla, was the summer capital of British India. Shimla and other cities like Mussoorie and Dalhousie still retain their charming colonial atmosphere.\nThe Kashmir Valley is used to be the honeymoon destination of choice for those who could afford it. However, it has been afflicted by violence by insurgents, terrorists and the Indian Army since the late 1980s, although things have become somewhat normal since 2019.",
    "Talk": "Hindi and Urdu are understood throughout the region either as a primary or secondary language. English is widely understood, especially in the more touristed parts.",
    "By plane": "Despite its altitude, there are eight domestic airports and one international airport in the Himalayan North region. However, there are problems of altitude sickness if travellers get in the region by plane.\n\nDehradun Airport or Jolly Grant Airport (DED IATA) at Dehradun, Uttarakhand\nJammu Airport (IXJ IATA) at Jammu, Jammu and Kashmir\nKangra Airport (DHM IATA) at Kangra, Himachal Pradesh\nKullu–Manali Airport (KUU IATA) at Kullu, Himachal Pradesh\nKushok Bakula Rimpochee Airport (IXL IATA) at Leh, Ladakh\nPantnagar Airport (PGH IATA) at Pantnagar, Uttarakhand\nPithoragarh Airport or Naini Saini Airport (NNS  IATA) at Pithoragarh, Uttarakhand\nShimla Airport (SLV IATA) at Shimla, Himachal Pradesh\nSheikh ul-Alam International Airport (SXR IATA) at Srinagar, Jammu and Kashmir",
    "By bus": "This is the main way to get around the Himalayan north, the only choice in many places.  The winding roads and steep slopes make for some nerve wracking moments; but the views more than make up for it.",
    "By train": "Being a mountainous region there are very few rail lines, with Jammu and Kashmir being the least connected with railway and Ladakh does not have any rail line at all. However, there is a \"toy train\" service that connects Kalka and Shimla. In its day, this single gauge line was a remarkable engineering feat, but now it makes for a slow and beautiful tourist route.",
    "See": "This is an extremely picturesque area of the country, with much natural beauty. As a region that borders on Tibet, it also has Tibetan-style Buddhist temples, especially in Dharamsala, where the Dalai Lama and many of his followers set up a kind of \"free Tibet\" in exile, but also in the union territory of Ladakh, which has a home-grown but Tibetan-influenced Buddhism. In addition, Uttarakhand contains the sources of the Ganges, Hinduism's holiest river, which runs past the state's holy cities of Dehradun, Rishikesh and Haridwar. Himachal Pradesh features the hill station of Shimla, which was a great favourite of Britons during the British Raj, while the summer capital of Jammu and Kashmir, Srinagar, with its breathtaking location in the Kashmir Valley surrounded by high Himalayan peaks and its famous Dal Lake, though probably too big to be thought of as a hill station, is a very beautiful place to fly to cool off during the hot summer months in the Plains.",
    "Do": "This region is very appealing for devotees of outdoor sports, including hiking, mountain-climbing and whitewater rafting. Another thing you can do is to study Tibetan Buddhism and sit zazen in Dharamsala or study yoga in Rishikesh.",
    "Eat": "North Indian cuisine and ethnic Ladakhi cuisine has a major influence in this region. Most people in the region follow vegetarianism as many holy sites are located here. Ladakh has a unique cuisine. Yak meat, Thukpa and Momos (dumplings) are popular in this region. Except Ladakh, the other regions have the same cuisine as the rest of North India which include Naan (bread), Chapati, Dal and many more.",
    "Drink": "Like the rest of India, tea is a common beverage to people of the Himalayan North region.\nAlcohol is rare in the Himalayan North region, and it is illegal in some holy sites like Haridwar and Rishikesh. However, native Ladakhis and immigrant Tibetans use their own variety of alcohol called chang.",
    "Stay safe": "The Himalayan North, especially the union territory of Jammu and Kashmir, is far from being safe. It had suffered several wars, conflicts and insurgencies. Some parts of the region, especially along the border, are off-limits. If you would like to visit the Himalayan North, check on current security conditions before you decide.\nTravellers visiting hill stations at 4,000 m (13,000 ft) or higher may suffer from altitude sickness. Therefore, they should rest at a hotel after arriving at the hill station to adapt their body for low oxygen."
  },
  "total_sections": 14,
  "section_names": [
    "Introduction",
    "States and union territories",
    "Cities",
    "Other destinations",
    "Understand",
    "Talk",
    "By plane",
    "By bus",
    "By train",
    "See",
    "Do",
    "Eat",
    "Drink",
    "Stay safe"
  ]
}