{
  "title": "Katra",
  "source": "https://en.wikivoyage.org/wiki/Katra",
  "sections": {
    "Introduction": "Katra, also known as Katra Vaishno Devi, is a city in the Reasi district of the union territory of Jammu and Kashmir administered by India. It is in the foothills of the Trikuta Mountains, about 42 km from the city of Jammu, and 35 km from Udhampur. The main attraction is the Maa Vaishno Devi temple.",
    "By plane": "The nearest airport is in Jammu.",
    "By train": "1 Shri Mata Vaishno Devi Katra  NR  is served by several long-distance trains from different parts of India, including the Jammu Mail and the Vande Bharat Express from Delhi. There's a taxi stand and a bus stand outside the station. The average taxi fare is ₹820–890.",
    "Get around": "Via taxi or rickshaws.",
    "Vaishno Devi Temple": "1 Vaishno Devi Temple. The temple is home to a famous Hindu goddess. The temple is on a mountain, with a climb of 12 km to reach it. Following are the options to reach Maa Vaishno Devi temple from:.      (updated Feb 2024)\nKatra to Ardh Kuari - 6 km\n\nWalk - 3 hours\nPony - ₹200 - 1 hour\nPitthu - for luggage or small babies - ₹140 - 3 hours\nArdh Kuari to Maa Vaishno Devi Bhawan - 6 km\nWalk - 3 hours\nPony - ₹200 - 1 hour\nPitthu - for luggage or small babies - ₹140 - 3 hours\nElectric vans - Only for elderly people and the handicapped\nKatra to Maa Vaishno Devi Bhawan directly - 12 km\n\nHelicopter - ₹699 (as on 23/02/2012) one way - 5 Minutes\nPalki - for elderly - approx ₹3000 - 6 hours\nWalk - 6 hours\nPony - ₹385 - 2 hours\nPitthu - for luggage or small babies - ₹260 - 6 hours\nMaa Vaishno Devi Bhawan to Bhairo Baba temple - 2 km\n\nWalk - 2 hours\nPony - ₹150 - 45 minutes\nPitthu - for luggage or small babies - 2 hours\nOn the way back - The options are similar on the return trip. However, you can go directly from the Bhairo Baba temple to Ardh Kuari. You don't need to come back via Bhawan.\nThe Shri Mata Vaishno Devi Shrine Board which manages the temple has more details on its website. \nThe best season to visit Vaishno Devi is October-March, as you can visit the original cave of Mata Vaishno Devi and accommodation is very cheap at that time. \n\nArdh Kuari\nMain Bhawan. Dormitories available here for you to rest after the climb!\nKal Bhairav Temple\nThe Bhawan - the Sacred Sanctum of Shri Mata Vaishno Devi Ji is about 13 km from the base camp Katra and is linked by a hilly track. The journeys are mostly made at night, so the entire route has ample illumination. Facilities include drinking water, toilets, medical dispensaries etc are made available throughout the track. Apart from these facilities the entire track contains number of shops providing the refreshments and other local products.\nThe Goddess Vaishno Devi's abode - is a 30 m long cave with a narrow opening. The holy cold and crystal clear water washes the lotus feet of the Mata's \"Pindian\". There are three natural pindies representing Maha Sarswati, Maha Lakshmi, Maha Kali which represent creative, preservative, and destructive aspects of the Super Power. It is an ancient shrine whose reference is found in the Vedas and ancient scriptures.\nShri Mata Vaishno Devi - one of the oldest shrines of India, located at an elevation of 1,615 m on the holy Trikuta Hills of the Shivalik Hill Range. The number of pilgrims has increased significant since early 1980s.",
    "Shiv Khori": "Shiv Khori - Shiva, meaning \"auspicious\", is one of the Hindu gods that make up the supreme Trinity, comprising of Brahma, the creator, Vishnu, the Preserver and Shiva or Mahesh, the Destroyer and Re-Producer of life. Lord Shiva is the destroyer of the world, which is responsible for the change. Lord Shiva is worshipped in many forms. He is conceived in his unborn and invisible form as lingum. The \"Shiv-Lingum\" symbolizes the power behind the creation. It is believed that at the end of all creation, during the great deluge, all of the different aspects of God find a resting place in the Lingam.\nShiv Khori Yatra, Shiv Khori cave, Shiv Khori pilgrimage - Famous cave shrine of \"Shivkhori\", 80 km from Katra, depicts the natural formation of shivlingum. It is one of the most venerated cave shrines of Lord Shiva in the region. The holy cave is more than 150 m long & houses the 4 foot high Svayambhu Lingum, which constantly bathes in a milky lime fluid dripping from the ceiling. The cave is full of natural impression & images of various Hindu deities & full of divine feelings. That is why Shivkhori is known as \"Home of Gods\". The route from Jammu to Shiv Khori is full of beautiful & picturesque mountains, waterfalls & lakes.",
    "Eat and drink": "Most 3 star and above hotels have very good vegetarian food. There are hundreds of other restaurants in the main Katra market. On the way to Bhawan - you have many options of eating snacks and having cold and warm drinks. At some places run by the trust you can have good lunch of rice and rajma.\nAlcohol drinking and non-vegetarian food is prohibited on the way to Darshan.",
    "Sleep": "Hotel Sunchick (in Vaishino Devi). ₹700/day for a double. \n National Guest House (close to Katra bus stand and Hotel Chirag International), ☏ +91 1991-232165-094192-15791-098581-63803, toll-free: +91 9055055556. Clean and spacious rooms. 24hrs checkout. ₹600-700/day for a double/triple. (updated Jul 2024)",
    "Nearby": "1 Chenab Bridge. The highest railway bridge in the world, crossing the Chenab River.      (updated Feb 2024)",
    "Go next": "Udhampur — the second-largest city in the Udhampur District in the Jammu Division of Jammu and Kashmir"
  },
  "total_sections": 10,
  "section_names": [
    "Introduction",
    "By plane",
    "By train",
    "Get around",
    "Vaishno Devi Temple",
    "Shiv Khori",
    "Eat and drink",
    "Sleep",
    "Nearby",
    "Go next"
  ]
}