{
  "title": "Pahalgam",
  "source": "https://en.wikivoyage.org/wiki/Pahalgam",
  "sections": {
    "Introduction": "Pahalgam is a city in the Kashmir Valley. It's a small place of 2-3 km, but you can spend a week there without getting bored.",
    "By plane": "A taxi from Srinagar Airport or town centre to Pahalgam should be ₹2,200 and is a 2½-hour trip one way. From Jammu, the journey takes 8 hours.",
    "By train": "The closest railway service is to the Jammu station. See the Hire Taxi and Bus sections below for information about travelling from Jammu to Pahalgam.",
    "By hired taxi": "These rates vary from season to season with extreme rates in peak season (Mid-April to June). For those without any budget constraints, another option is to hire a personal taxi from Jammu bus stand to Pahalgam for ₹7500 (March 2016). A hired SUV taxi from Anantnag to Pahalgam costs ₹600-700 (March 2016).",
    "By bus": "Buses also ply the route from Jammu bus stand to Pahalgam, but they are very uncomfortable and take more time (12-14 hours). The rates are around ₹400-600.",
    "Get around": "Getting around Pahalgam is done mostly by walking, taxi and ponies. Ponies are available at officially published rates everywhere - Main market, Laripora, Aru, etc.  Aru can be reached by taxi for an onward trek to Lidderwat, Kolohoi Glaciers, etc.",
    "See": "Three main sites in Pahalgam are: Chandanwari, Betaab Valley (so called because the Bollywood movie \"Betaab\" was shot there) and Aru valley. You can only take local taxis – Sumo, Tavera or similar 7-seater car – as taxis from Srinagar or Jammu are not allowed to take you sightseeing here. It will cost you about ₹1500, as there is no bargaining.",
    "Do": "Amarnath Yatra The holy pilgrimage to the Shiva Lingam can be done during a two-month period that starts in June or July (dates vary each year). The pilgrimage starts in Pahalgam and takes 3 days.  Pilgrims take a taxi 16 km to Chandiwari then they walk or take a pony to the cave and back which takes at least 2 days with an overnight stay in either Shishnag or Panchtarni.  It is a trip not for the faint-hearted, as it is quite arduous.\nPahalgam offers lots of treks: Aru Valley, Kohli Glacier, Tarsar Lake, Chandiwari and Leh.  The road to Ladakh is now open after winter so jeep safaris and camping trips to Leh, Pahalgam offers fishing.\nGo for a pony ride from the city centre to Kashmir Valley, Dabian and Baisaran where you can even have a picnic. Make sure to carry food and water along with you. Pony rides cost ₹500 or less (depending on your bargaining) in off-season (Feb-Mar) and can even go as high as ₹1500 in peak season (May-July). Baisaran is also called 'Mini Switzerland' by the locals and is well worth the ride. Chandanwari is a glacier and the starting point of the Amarnath Yatra. Aru valley is also a scenic spot.\nShooting the rapids - Pahalgam offers white water rafting trips down the Lidder River. It is a beautiful trip, winding down the Lidder River through the natural forests and down the exhilarating rapids.",
    "Buy": "Pahalgam has many shops offering all things from Kashmir like, shawls, carpets, clothing with the unique chain-stitch embroidery and farens (long woollen ponchos unique to Kashmir).  There are also two banks with ATMs for withdrawing cash.",
    "Eat": "Pahalgam has many restaurants, dhabas and coffee shops and all the hotels and guest houses have their own restaurants.\n\nDana Pani is a vegetarian restaurant serving delicious North Indian food at cheap rates (₹100-150 pp in off season, ₹50 for a Masala Dosa). Fixed meals come at ₹75.\nNathu Rasoi is a budget restaurant (dhaba) specialising in North Indian food. It is highly recommended by the locals, although it opens only during the peak season.\nPunjabi Rasoi'  is next to the Nathu Rasoi.",
    "Drink": "One can drink special Kashmiri tea, nun chai and konge kehwa saffron tea. Around the place, there are many shops and hotels from which water, cold-drinks and juices can be bought.",
    "Sleep": "Aru is a great place to stay in - in the lap of nature. Options for stays there are rather limited though.\n\nBeach Resort Pahalgam, Nice clean place. Garden at riverbank and central located opposite to golf course in parallel side road of the main street next to Hotel Lidder Palace. (The latter is findable in google maps.) No Wi-Fi. Double rooms with attached bathroom from ₹300.\nFreedom Palace, If you don`t like to stay in the busy and crowded town and don`t mind a 20-minute walk, consider this place. Beautiful location in the forest. The basic rooms cost ₹300. Baba Bashir, the owner is super nice and helpful. When you come by RTC Bus from Srinagar, he will most likely be at the Bus Stand; otherwise call him: 9419727384 or ask about Baba Bashir; everyone knows him in town.\n Hotel Himalaya House, Laripora, on the Lidder River, ☏ +91 1936-243072- 243051, info@himalayahouse.in. Check-in: Noon, check-out: Noon. Laripora Road.HotelHimalaya House is a boutique hotel situated right on the River Lidder foreshore in Laripora with beautiful views of the surrounding pine forests and mountains. Laripora is 5 minutes by taxi or a 20-minute walk into the centre of Pahalgam. Rooms start at ₹3750. Packages of room, room and breakfast or room and full board are available. Internet access is available in this guest house. (updated May 2016)\n Hotel Brown Palace, ☏ +91 1936-243255. Lari Pora Pahalgam. The place is ideally located with the Lidder river running past it in the front. The hotel building is from early 1970s: the rooms are varied, the furnishings are comfortable, some rooms are unsuited. The in-house restaurant specializes in home cooked meals, both western and Indian. The hotel includes modern amenities including hot showers, clean cozy rooms with great views, and a quiet location 15 minutes walk from the city. \nHotel Heevan, good one with an excellent location. Great ambience, courteous staff.\nHotel Noor Mahal, Close to Main Market-Tourist Office, Pahalgam. Tel. 094149532530, 09906886742, +91 1936-210612. Fax. +91 1936-243227. Very clean and comfortable rooms available at ₹350-400 (Feb-Mar) and ₹1000-2000 (May-June).\nHotel Pahalgam, A heritage hotel with breathtaking views of the Lidder. Quite possibly the best hotel in Pahalgam: The food and hospitality are exemplary, and it has hosted several celebrities and movie stars.\n Hotel Pine Lodge, Opposite First Bridge, Chandanwari Rd (Head further from Pahalgam Club, until you reach the bridge in Laripora), ☏ +91 89688-11644. Pine Lodge, Pahalgam is 1 km from the Pahalgam Club, located on the Pahalgam-Chandanwari Load, at the first bridge on river Lidder (Laripora), with a river view. It has 10 rooms with newly renovated bathrooms with running hot water, Cable TV in every room, breakfast, dinner on order, spacious lawns, ample parking and local sightseeing arranged. Asking price is ₹1000-2000, but ask for off season discounts. ₹1000. \nJKTDC Huts - JKTDC Huts have a great location in terms of view and greenery. Ponies are readily available at gates as they have been restricted from entering the premises.",
    "Stay safe": "If you are visiting in June and July the use of sunscreen is recommended, especially if your skin is somewhat fair."
  },
  "total_sections": 13,
  "section_names": [
    "Introduction",
    "By plane",
    "By train",
    "By hired taxi",
    "By bus",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Stay safe"
  ]
}