{
  "title": "Patnitop",
  "source": "https://en.wikivoyage.org/wiki/Patnitop",
  "sections": {
    "Introduction": "Patnitop is a small hill-station town in the Jammu Division of Jammu and Kashmir, far away from the military tension in the Kashmir Valley.\nOrigin of the name Patnitop is a distortion of the original name of \"Patan Da Talab\", meaning \"Pond of the Princess\". In olden times a pond existed in the meadows and the king's princess often used to have her bath there. Part of the pond still exists near the youth hostel. The British probably couldn't get the name correct in their revenue records, and over the years it changed from \"Patan Da Talab\" to Patnitop.",
    "By share taxi": "Patnitop is well connected to Jammu city and Srinagar by national highway and can be reached by a local bus or taxi. Share taxis are available from Ghantaghar near Lal Chowk in Old Srinagar. One-way fare from Srinagar to Patnitop is ₹150 (2008) and the journey is completed in 5-6 hours.\nThe journey from Jammu takes approximately 2-3 hours and costs ₹100 per person in a shared Sumo.",
    "By train": "The nearest rail station to Patnitop is Udhampur, which has two trains per day that arrive from New Delhi. The best train is the 2446 Sampark Kranti Express that starts from New Delhi and reaches Udhampur at 8AM. From Udhampur, you can take a bus to Patnitop, which reaches there in an hour. Udhampur is connected to a small station called Chakki bank which is very close to Pathankot station. Pathankot is directly connected to New Delhi, Mumbai and Kolkata.",
    "Get around": "Most of Patnitop can be seen around on foot. You can even hire ponies or taxis for longer distances.",
    "See": "1 Climb \"Billo ki Powri\", Dawariyai (1.8 km from Patnitop on the Patnitop-Sanasar road). \"Billo ki powri\" is a staircase of 270 steps carved in mountain stone.    \n2 Sanasar Meadows (7000 ft above sea level), 19 km from Patnitop Resort (take left turn from the main Patnitop Junction on NH1A). Enjoy the tranquility of the meadow, pine forest and views of snow capped mountains    \nTrek to Sudh Mahadev temple, is a 15-km, 5-hour moderate (Swiss Alpine Club grade - T2) trek. The trek starts at Hotel Green Top, Patnitop and ends at Sudh Mahadev, 20 km from Chennai town on the Chenani - Mantalai road. Sudh Mahadev temple is believed to be 2800 years old. This temple is one of the oldest Shiva temples in Jammu & Kashmir. In the temple premises, there stands a Trident (Trishul) that in the local dialect is called 'Gaja'. The sacred Trident has inscriptions in an ancient manuscript that are yet undeciphered. The trekking trail is rocky for most part and requires hiking shoes. The trail passes through Chamunda Mata temple (2788 metres) on Shivgarh ridge which affords some mesmerising views over the Mantalai valley. Along the trail are nesting spots for Himalayan vultures. These colossal birds may weigh between 8–12 kilograms and they may achieve a wingspan between 8.4 and 10.2 feet. Whiteouts are frequent on Shivgarh ridge at midday and it's better to make an early start.",
    "Do": "Go for a small excursion in the hill.\nTake a taxi to Nathatop and enjoy the snow covered peaks. For the more adventurous ones, Nathatop is a 14-km trek (one-way) and offers great views enroute.\nThere are various picnic spots in Patnitop which can be enquired about from the locals.",
    "Buy": "Local handicraft and souvenirs, Near Naag Temple (Padora Enclave).",
    "Eat": "Hotel Shivalik, Behind Taxi Stand on NH4. Indian, Chinese, Vaishno \n Vaishno Dhabas, Near Patnitop Main Taxi Stand. There are Dhabas too. Although you do not see a semblance of a town, this is apparently the place where tourists find a short cut walkway to the Meadows.",
    "Drink": "There is a small liquor shop in Patnitop which serves almost all kinds of alcoholic beverages.",
    "Sleep": "Various budget and mid-range hotels are available in Patnitop. There are also tourist huts by J&K Tourism.\n\n Govt Youth Hostel, Inside the Meadows (JK Tourism Maintained). There are dormitories and family in the midst of the trekkers paradise and the forest. This is the point where Great Natural Heritage Trekking Expedition passed through or took off. \n Hotel Green Land Patnitop, ☏ +91-1992-287564. Good budget hotel providing double rooms at ₹200 a night. \n Hotel Shivalik (Behind Taxi Stand). Check-out: noon. The location of this hotel is Highway touch and from here one can walk up the Meadows and Forests that makes Patnitop famous. From here one can catch local buses to Srinagar passing via Batote, Ramban and Banihal via the famous 2.5-km Jawahar Tunnel. \n Vardaan Resort PatniTop (Mid-Market Hotel), Entry from Kassal Morh Near Nag Temple, ☏ +91 9419193009. Check-in: 11:30AM, check-out: 1PM. Vardaan welcomes guests with a log fire and a view clear view through the building and its architecture and the landscape beyond. The welcome emphasises the location, in the wilderness of the mountain top, adjacent to the wildlife protected area and surrounded by forest. ₹1,700.",
    "Go next": "Udhampur"
  },
  "total_sections": 11,
  "section_names": [
    "Introduction",
    "By share taxi",
    "By train",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}