{
  "title": "Sonamarg",
  "source": "https://en.wikivoyage.org/wiki/Sonamarg",
  "sections": {
    "Introduction": "Sonamarg or Sonmarg, the \"Meadow of Gold\", is a hill station at 2,730 m in Jammu and Kashmir. It is reached from the Sindh Valley and has snow-capped mountains for its backdrop against the sky.",
    "See": "From Gangabal, a 17 km tough descent leads to Naranag, where ruins of Buddhist temples built by Jaluka, son of Ashoka, and also by King Lalityadaty are still present. This trekking route is also known as the \"Great Lakes Trek\".",
    "Do": "Sonmarg is a trekker's heaven and has adventurous routes with beautiful green water and frozen lakes around. The vale is believed to be bestowed with mystical water which turns everything into eternal riches. High altitude makes it cold even during summers. It is advisable to always carry warm clothes and rain proofs.\nThe everlasting Thajiwas Glacier, 3 km from Sonamarg, provides a chance to enjoy sledge ride on snow even in midsummer.\nPonies are available up to the glacier from Sonamarg. Ponywallahs will demand up to ₹1500 for one pony ride but will get you there for ₹500 in off season - you will have to haggle. Superb campsite in Thajiwas area makes it a prime location for trekkers and during summer. Sind river is a natural hatchery of trout, where angling is great fun, provided permission is obtained from the fisheries department. Ascending river makes Sonamarg ideal for river rafting.\nGet some woollen gear and gum boots for rent, start climbing the snow-laced mountains. People offer sledge rides, they charge ₹250/point (point refers to altitude of mountain divided into steps). It is better to rent some woollen gear and climb mountain and then hire a sledge to skate on snow from top.\n\nKrishnasar Lake. Located a few kilometres from Sonamarg. The lake is dedicated to trout fish conservation. One can enjoy trout fishing in the lake, though winter time is recommended. At an expense of ₹200, an hour-long time is allotted for fishing.\nSonmarg Gangabal trek. The famous Gangabal trek starts from Sonamarg across the Sind River with steep Nichna Pass at 4080 m. This rough trek of 15 km from Sonamarg will certainly make you stop at the first visible campsite in the area. Passing via Vishansar Lake at 3680 m and further to Krishansar Lake (3819 m) 14 km, a marvellous campsite urges you to stop overnight. A 23 km trek to Gadsir Lake (3900 m) passes through steep climbs followed by rapid descent, whereafter the Gadsir Lake appears, mostly full of broken glacier masses, a trek of 17 km via Satsar Lake (3600 m) passes through Gangabal Valley, where the view of Harmukh Peak is breathtaking. A few kilometres of walking will take you to Gangabal Lake (3570 m) at the foot of Harmukh; a plain campsite amidst the valley is an unforgettable experience,\nTajiwas Glacier: An exciting location for trek lovers, Thajwas Glacier situated just 3km away from Sonmarg is one of the most thrilling and striking experiences one can witness. The crown of Jammu and Kashmir, this glacier is famous for its exciting activities like sledding, hiking, and pony rides.",
    "Buy": "One can buy Kashmiri handicrafts at reasonable prices. Products for daily use are all available in the main market.",
    "Eat": "All hotels and restaurants serve Kashmiri cuisine. Also whilst walking up to the glacier to do some sledging you can usually get some snacks to eat such as corn cobs or a chapatti filled with delicious spicy fillings from single sellers at the side of the walking path.\nThere are also a few tented rest points that sell packets of snacks & bottles of soda or water with a few plastic chairs & tables to sit for a while & rest.",
    "Sleep": "A number of hotels are present in the main market where one can find several hotels with all facilities. Camps are another option for resting, in the case of explorers and group camping."
  },
  "total_sections": 6,
  "section_names": [
    "Introduction",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Sleep"
  ]
}