{
  "title": "Dehradun",
  "source": "https://en.wikivoyage.org/wiki/Dehradun",
  "sections": {
    "Introduction": "Dehradun is the provisional capital of Uttarakhand state. It is nestled between the Himalayan foothills to the north and the Shivaliks to the south. The town offers breathtaking scenery. It is a favorite tourist destination as it attracts tourists, pilgrims and enthusiasts from different regions with its serene environment. Apart from this, there is an abundance of basmati rice, tea and litchi gardens. The district it is part of is also called Dehradun.",
    "Understand": "Dehradun has experienced tremendous growth, and has a population of around 550,000. It is also famous for the Doon School, which is often referred to as the Eton of India.",
    "Climate": "Dehradun is at an altitude of 2,200 ft in the Doon Valley between two of the most important rivers in India, the Ganges and Yamuna. It offers beautiful scenery and a moderate (but very rainy) climate in summer, and so is an ideal place to relax and escape the heat of the plains below. The town also serves as a convenient base for visiting the area's many tourist sites.",
    "By plane": "1 Jolly Grant Airport (DED  IATA) (20 km from town). SpiceJet provides daily flights to Delhi. There are connecting flights to other cities including Mumbai. Cab services are available from this airport. There are buses from ISBT (Inter state bus terminus). These run every 20 to 30 minutes during the day. The buses are painted red on their lower half, and go to Rishikesh, stopping at the airport en route. Private taxi services are available (US$40) and hotels may provide their own arrangements.",
    "By train": "2 Dehradun  NR  (station code: DDN) offers trains to Delhi, Mumbai, Varanasi, Prayagraj, Kolkata, Gorakhpur, Amritsar, Indore, Ujjain and Chennai.\nUseful trains include:",
    "By bus": "Dehradun has a city bus service run by private owners under STA. The destinations are written in Hindi above the windshield. Generally, however, the buses are crowded, so it is better to use other means of transport.",
    "By car": "The trip from Delhi is in principle a five-hour drive, but unless departing very early in the morning, traffic greatly lengthens the journey. The town is on the narrow, two-lane NH 72A (Chhutmalpur to Dehradun). The road has slow vehicles at harvest times and pilgrims walking on the road in late July and early August.\nCar rental companies provide cars to Dehradun from New Delhi Airport & New Delhi Railway station.",
    "By auto rickshaw": "Auto rickshaws are plentiful in the downtown area. They are not metered, but instead use a fixed rate system. However, as the rate is often not prominently displayed, it is advisable to have some idea of the cost to your destination before taking an auto rickshaw. Otherwise, you are very likely to be charged well over the odds.",
    "By shared (fixed-route) autorickshaws": "The cheapest way to get around town is via the ubiquitous blue three wheelers called Vikrams. These vehicles are often crammed, with capacity for 8 cramped passengers in the back. The Vikrams are numbered according to their routes through the city. \n\n1 - Rajpur Road: begins at Astley Road and travels North to the Rajpur-Mussoorie Road Fork.\n2 - Sahastradhara/Raipur: begins at Survey Chowk, proceeds eastward to Sahastradhara Crossing, before splitting towards the North (Sahastradhara Road) or East  (Raipur Road) depending on the Autorickshaw.\n3 - Dharampur, Rispana Bridge: begins at Survey Chowk, proceeds to Haridwar Road and Dharampur, before proceeding through the Nehru Colony to Rispana Bridge.\n4 - Doiwala: begins at Rispana Bridge and proceeds to Doiwala.\n5 - Majra/ISBT: begins at Astley Hall, proceeds South to Majra and the Interstate Bus Terminus.\n6 - Kaulagarh Road: begins at Connaught Place, goes Northwest up Kaulagarh Road.\n7 - Chakrata Road: begins at Connaught Place, goes West on Chakrata Road.\n8 - Kanwali/Kaonli Road: begins at Astley Hall, proceeds South to Saharanpur Chowk, before going West on Kanwali/Kaonli Road towards Balliwala. The last stop on      this route varies between Seemadwar/Indranagar, Anurag Nursery or Vasant Vihar Chowk.\n10 - Premnagar: very infrequent, goes West to Premnagar via Kaonli Road.",
    "On foot": "The best way to explore the town is on foot, since it is surprisingly compact. Finding your way around is not that difficult as it may seem at first glance. Rajpur Road is the main avenue and Chakrata Road is also quite an important street. They both intersect at the Clock Tower Roundabout. Walking across town can take up to 30 minutes.",
    "By car or taxi": "You can easily book a taxi in Dehradun from many local tour & travel agents operating. A car rental from good travel company can be opted for local & outstation journey. You can easily reach Dehradun by hiring online cabs from Uber & Ola app if taxi is available because many times cab is not available on their app.\nYou may also hire a taxi online by visiting online cab rental companies\n\n Travelodesk, ☏ +91 888-190-0900. 24x7 support \n Doon Taxi Service, ☏ +91 847-498-2919. \n Goyal Taxi Services, ☏ +91 135-605-8125.",
    "See": "1 Chetwoode Hall, Dehradun-Chakrata Road. The Indian Military Academy. A charming little museum housing collections of 20th century military artifacts.    \n2 Clock Tower, Rajpur Road (Rajpur and Gandhi Roads crossing). Built by the British, this remains the icon of the downtown area.    \n3 The Gurkha Fort, Tapovan Forest Area.    \n4 Jaspal Rana Shooting Range. Majhon- Paunda, Via Nanda Ki Chowki, Premnagar, Dehradun    \n5 The Kalinga War Memorial, Sahastradhara Road. The only war memorial of its kind in the world which was erected by the British to honour their foe, the Gurkhas (or the Gorkhas).      \n6 Kalsi. Small town in the Dehradun District with ancient monuments such as the Edicts_of_Ashoka.    \n7 The Forest Research Institute Museums, Howard Rd. 9AM-1PM and 2:30PM–5:30PM. Lavish environs and one of the largest institutes of its kind. Guided tours available. Admission free. Museum entry ₹25, covers 6 halls. Photography permitted in the compound but not in the museum halls.      \n8 RIMC (Rashtriya Indian Military College). RIMC is one of the finest schools in India for training young men to become a part of the Indian Armed Forces.    \n9 Robber's Cave (Also known as Guchchu Pani) (8 km from the city center). Robber's cave is a beautiful picnic spot. On display here is one of nature's strange phenomena; a stream of water goes underground here and reappears a few metres away. The cave is surrounded by hills and is a beautiful getaway for those looking for peace and quiet of the hills.      \n10 Wadia Institute of Himalayan Geology. Another place worth a visit is the Wadia Institute of Himalayan Geology. It is the best center on Himalayan geology in the country and has done some pioneering work in the field. A museum displaying the geological diversity of the sub-continent is the center of attraction here and a must see for all those visiting the institute.",
    "Religious sites": "The Char Siddhs. Comprised of a group of four temples around Dehradun : Lakshman Siddh (along the Dehradun-Rishikesh road 12 km from Dehradun), Kalu Siddh (near Baniyawala), Manak Siddh (near Shimla Bypass Road) and Madu Siddh (near Premnagar). Small temples in scenic and as yet unspoilt locales. It is commonly believed that visiting all four Siddhs in a single day will fulfil a devotee's wishes. \n11 Mindrolling Monastery, 3 Budha Temple Rd, New Basti, Clement Town, ☏ +91 135 264-0556, +91 135 264-0968. A large Buddhist monastery in the Tibetan Nyingma tradition.    \n12 Ram Rai Darbar, Jhanda Mohalla. Built by Guru Har Rai's son, it attracts many Sikh pilgrims from the nearby state of Punjab. Admission is free and non-Sikhs are welcome.    \n13 Sai Darbar Temple, 109 Rajpur Road, IAS Officers Colony, Hathibarkala Salwala. This place of worship holds a high spiritual value, and is thus visited by tourists across the country.    \n14 Tapkeshwar Temple, Garhi Cantt. An ancient temple dedicated to Lord Shiva, Tapkeshwar is on the banks of a rivulet.    \n15 Tapovan, Rajpur Road. According to legend, Guru Dronacharya did penance here.",
    "Do": "Picnic - Pack a hamper of food and drinks and picnic at Sahastradhara, on the banks of the Baldi River.  The mineral waters here are pure and clean. It is a 30-minute drive from the city of Dehradun. You can also rent a cycle from Hotel Madhuban. It takes a little over an hour to bike down.\nAfter a hard day's sightseeing, drive down to the village of Dakpathar 45 km away. The sparkling waters of the Yamuna makes this the perfect spot to relax. The neat little GMVN Tourist Complex is in the village. It has a good restaurant and a small swimming pool.",
    "Trekking": "Dehradun has plenty of trekking opportunities around as it serves as the nearest railway station to many trekking destinations. Here are a few among them-\n\nNag Tibba Trek – Also known as Serpent peak trek is one of the most loved winter treks of India. Located at an altitude of 3,050 m this easy trek is famous for its bold beauty all around it. Local of this area offer prayer to Nag Devta (God of snakes) so it got its name as Nag and Tibba means hill locked. This peak is also known as the highest peak of the lower Himalayas situated in the Garhwal region. The base camp for this trek is located in a small village called Pantwari, about 90 km from Dehradun Railway Station via Mussoorie. The total trekking distance is around 20 km, so you’ll need at least 2 days to complete the trek. There is a campsite along the way to Nag Tibba called Kathian Campsite, which generally charges around Rs. 1,000 to 1,500 per person per night. This typically includes a guide for trail navigation, two lunches, one dinner, one breakfast, and an overnight camp stay. On the second day, you can proceed to the summit and then return to Pantwari, followed by your journey back to Dehradun. .\nHar ki Dun Trek – Lateral meaning of word Har Ki Dun is 'Valley of God'. This beautiful trek is located at an altitude of 3,570 m at the foot of Fateh Parvat. it is said that the people of small village Osla had fought with Kauravas in the battle of Mahabharata. They are still loyal to Kaurva's and offer prayer in a temple dedicated to Duryodhana. This trek is popular among trekkers for its terrific ancient culture, mountain view, river streams, meadows, grassland and the alpine lake. The trail is of moderate gradient making it a perfect summer trek. Basecamp for this trek is at Sankri which is about 200 km away from the nearest railway station, i.e., Dehradun Railway Station.\n Kedarkantha Trek – This is a popular winter trekking destination. The trek is situated in the Garhwal Himalayas of the Uttarkashi district in the Indian state of Uttarakhand. Trekking to Kedarkantha Peak is famous for its amazing 360° view of snow-covered mountains all around. Himalayan peaks are visible such as Mt. Swargarohini, Mt. Bandarpunch, Black Peak, and ranges such as Ranglana, and Yamunotri mountain ranges. This peak is at a height of 3,810 m (12,500 ft) and can be reached from its base camp at Sankri village in about 3 days, or in 5 days starting from the nearest railway station, Dehradun. From the railway station to the Sankri base, it is around a 200 km drive via Mussoorie, Damta, Naugaon, Purola, and Mori. From the base camp onward, the trek is around 20 km long for a round trip. The trek has a challenging yet thrilling summit push though overall trail difficulty is easy to moderate due to the gradual and well-marked path. This is a great trekking option for beginners. There are also tea-houses on the trail but most of them are booked or set up by trekking organizers, so it is safe to book with any reliable tour operator.\nDayara Bugyal Trek – Dayara Bugyal (high-altitude meadow) is famous for its beginner-friendly trekking, calm forest walks, magnificent view of the densely forested valleys and lush green meadows. It is situated at a height of around 3,660 m in the Uttarkashi district of Uttarakhand, India. The snow expanse at Dayara Bugyal is so wide that it is often difficult to identify where it ends. This unique view of whiteness makes the trek one of the most popular trekking destinations during winter, perfect for snow lovers. In summer, the lush greenery is equally captivating. From Bakariya Top, the highest point of Dayara Bugyal, trekkers can enjoy panoramic views of the Himalayan range, including peaks such as Mt. Srikanth, Mt. Jaonli, DKD, Black Peak, and Mt. Bandarpoonch. The base camp for this trek is located in the small village of Raithal, about 185 km from Dehradun Railway Station. On the way from basecamp to Dayara, there is a campsite called Gui Lake Campsite, which is accessible via a 4 to 5 km easy trail from the base camp. There are also temporary tea houses offering overnight stays for Rs 500 per person per night, though they are sometimes closed. These tea houses usually operate during the winter and summer seasons when trekker footfall is higher. From Gui Lake, Dayara Bugyal is only 5 to 6 km away. After a day hike, trekkers can either return to Gui Lake or continue directly to Raithal for the night stay, depending on their physical fitness. The trek typically requires 3 to 4 days to complete successfully. Also, to do this trek, trekkers must obtain a trekking permit from the Forest Department office in Uttarkashi before starting the trek. For the permit, you require a medical certificate, trek insurance, and address proof such as Aadhaar Card, Driving Licence, etc.\nRupin Pass Trek – At an altitude of 4,650 m in the Uttarakhand state of India has its trail stretched both in Uttarakhand and Himachal Pradesh. This trek is of a total of 65 km and undeniably one of the greatest cross-over treks of India. Changing view at every moment sometimes very sudden this classic trek is like an orchestra changing scene with every beat. With every step vistas change and provide completely different views with every step. Views of the Rupin river flowing below you, trails passing through some of the hanging villages, snow bridges, glaciers, numerous waterfall on the way will make leave you astonished. Trek has its base camp at Dhaula village which is about 180 km from Dehradun and will take you around 8–9 hours to reach here. It will take you around 8 days to complete this trek from Dehradun.",
    "Paragliding": "Adventure seekers can enjoy tandem paragliding in Maldevta, a small town 10 km away from the center of Dehradun.\n\n India Thrills, ☏ +91 8077146567. ₹3,500-4,500. (updated Apr 2020)\n Adventure Nation. ₹4,250-5,250. (updated Apr 2020)\n Kumbh Mela 2025, ☏ +91 9999101637. ₹3,000-7,000. (updated Nov 2024)",
    "Buy": "Alaya Design Studio, 94, Old Rajpur, Near Shahenshahi Ashram (in Old Rajpur, accessible by going uphill from Dakpatti Rajpur market or from Old Mussorie Road, turn towards Shahenshahi Ashram), ☏ +91 135 6537205. M-Sa 10AM-7PM. A design led social enterprise, Alaya Design Studio works with Craft and Skill based artisan communities in the state of Uttarakhand. At their retail outlet based in 94, Old Rajpur, you can find contemporary designs of Crafts and Furniture in locally available materials such as Bamboo, Wood, Handcrafted Copper, Natural fibers etc. \nAstley Hall, Rajpur Road - a complex full of interesting, and good value shops and restaurants.\nBasmati rice - the Dehradun area is famous all over India & the world for its fragrant Basmati rice, but you can probably buy bags of it at your local Indian store so don't bother buying any here.\n Book World, 10-A Astley Hall (at Astley Hall), ☏ +91 135-2655845. Another great bookshop where you can get practically any book you want. \n The English book Depot. 15, Rajpur Road - the best bookshop for miles, with an excellent stock of fiction, travel literature, magazines and newspapers. \nBrightly coloured, hand made woollen items made by tribal communities in the nearby Garhwal Hills.\n Himalayan Weavers, ☏ +91 135 2733113 (Rajpur), +91 135 2115282 (Mussoorie). They use natural dyes to produce hand-woven shawls, stoles, scarves and throws of wool, eri silk and pashmina. Their aim is popularize the use of environmentally friendly natural dyes and provide a market for craft products made in the Himalayan region. They have a showroom in Chowk Bazaar (Rajpur). They also have a showroom 8 km from Mussoorie on the Mussoorie-Dhanaulti Road. \nKhukris - the traditional knives that Dehradun is famous for. In fact the sword used in the film \"Gladiator\" was designed and made in Dehradun. Small shops in Dehradun stock them.\nPaltan Bazaar - a good place to pick up the local variety of Basmati Rice, and hand made woollen garments made by local tribal communities.\nRajpur Road - the most popular shopping area.",
    "Eat": "Black Pepper Bar & Restaurant, Astley Hall, Rajpur Rd. One of the finest bar and multicuisine restaurant in Dehradun in a soothing ambience. \n Ellora's. Ellora's amazing cookies and plum cake. \n Flavors, Saharanpur Road, ☏ +91 135 2626166, +91 135 2726166. Daily 11AM-11PM. Delicious food and amazing ambiance with live ghazals. Mid range. \n Hotel President, 6 Astley Hall, Rajpur Rd, ☏ +91 135 2657082. Hotel with a restaurant, bar, coffee shop. Pavilion is the multi cuisine restaurant in the hotel providing you with a range of Indian, Chinese and Mughlai delicacies. The colonial styled restaurant overlooks the scenic mountain slopes. Polo Bar in the hotel premises keeps a good stock of foreign liquors. \n Kumar's, Rajpur Road. This well-known multicuisine restaurant serves Chinese, Indian and Continental food. \n Lhasa, ☏ +91 135 2733274. One of the best restaurants for authentic Tibetan fare located on Rajpur Road close to the Old Mussoorie Road diversion. This is several kilometres out of town. Call them for bookings or to order a pick-up meal. No home deliveries. \n Moti Mahal, City Bus Stand, Rajpur Road. Famous for North Indian fast food. Try the samosa or bread pakora. \n Maggie Point. A series of small restaurants between Dehradun and Mussoorie famous for their Maggie. One can also have the beautiful view of Dehradun city from up there. \n1 The Orchard, 3-B, Dak Patti, Rajpur (close to the MDDA Rajpur Park near Jakhan), ☏ +91 9837733111. Restaurant with scenic views nestled on the side of the mountain overlooking verdant valleys. Decent food. Tibetan, Thai, Chinese, food is served here. Quiet place with good ambiance and delicious food.    \n Punjab Restaurant, 1- Patel Market, Rajpur Road (near the clock tower, opposite Windlass Shopping Complex), ☏ +91 135 2652697, +91 135 2650303. One of the best restaurants in town which provides Indian (like home cooked food)& Chinese food. \n Rajpur Road. It has an abundance of eateries from McDonald's to Nirula's to roadside buffets... the food is great. Try Tibetan dishes available opposite the Parade Ground, or get some cheap but delicious vegetarian thalies near the station. \n Tibetan market. Great momos (steamed buns filled with meat). \n Udipi, Lytton Road. Famous for South Indian food. Start off with piping hot idlis, and move on to crispy dosas. Round off the meal in style with strong filter coffee. \n Vatika, 97, Rajpur Road. A good multi-cuisine restaurant serving tasty and wholesome food. (A restaurant of Hotel Madhuban.)",
    "Coffee": "Barista. The English Book Depot, 15 Rajpur Road. Excellent coffee, iced tea and pastries. \n Best Buddy's Cafe, Ground Floor Shop No 2, Pacific Hills, Main Mussorie Diversion, (near Max Super Specialty Hospital), ☏ +91 0135 273 3892. 11AM-11PM. Modern cafe with outdoor seating. Continental, Thai, and Indian meals served. (updated Mar 2019)\n Cafe Coffee Day, Rajpur Road. Standard CCD fare. (updated Mar 2019)\n Cafe De Piccolo, 180, Rajpur Rd, Near Sai Mandir, Kishanpur,, ☏ +91 83768 56323. 11AM-10PM. A cozy cafe with outdoor and attic seating. Good coffee. Italian cuisine. Tends to get crowded in the evenings. (updated Mar 2019)\n Eltham Bakery and Coffee House, Shop no. 11, Pacific Hills, Mussorie Diversion. (near Max Super Specialty Hospital), ☏ +91 097602 87502. 9AM-11PM. A small cafe with outdoor seating. A wide rage of breads. Tasty snacks. (updated Mar 2019)\n Swings Cafe, Brothers Tower, 163 A, 1st Floor, Rajpur Road, Kishanpur (five minute walk from Lemon Tree Hotel), ☏ +91 8826372088. 11AM-10:30PM. A pleasant cafe with swing chairs. Excellent coffee. Friendly service. Meals. (updated Mar 2019)",
    "Alcohol": "Head Over Heels Bar, 97 Rajpur Road. A good range of drinks and snacks. \n My Wife's Place. In Rajpur Road you can find this and well known for its North Indian food, especially a varaity of kebabs and mughlai dishes \nPresident Hotel and Bar The finest bar in the downtown. Popular with army officers.\nShipra Bar. This bar is the part of the Great Value hotel and is reasonably OK.",
    "Sleep": "There are quite a few hotels in Dehradun, with the best options being those on Rajpur Road.",
    "Budget": "Hotel Ambassador, Windlass Shopping Centre, Rajpur Road, ☏ +91 135 655-831, +91 135 655-832. Well-designed rooms. \n Hotel Deep Shikha, 57/2 Rajpur road (Mussoorie Road opposite Secretariat), ☏ +91 135 2659889, +91 135 2659888. \n Hotel Doon Castle, Patel Nagar, Niranjanpur (opposite Telephone Exchange, Saharanpur Road), ☏ +91 135 2626166, +91 135 2726166. (updated May 2019)\n1 Hotel Great Value, 74 C Rajpur Road, ☏ +91-135-9358106043, gvhotel@sancharnet.in. Offers modern facilities. From ₹3,500.    \n Motel Kwality, 19, Rajpur Road, ☏ +91 135 657-001. Clean, but with basic facilities.",
    "Mid-range": "Best Western Madhuban, 97, Rajpur Road, ☏ +91 135 749-990, +91 135 749-995. The web page for the Best Western international chain does not list this hotel, so its claim to be a Best Western hotel is unverified. \n Great Value Hotel, 74C, Rajpur Road, ☏ +91 135 2744-762. Well-run, good value. Has food & beverage facilities. Call 09358106043,09358106046,09358106047 for reservations. \n Hotel Softel Plaza, NH-72 Mohabbewala, Saharanpur Road, ☏ +91 135 2645050, +91 135 2645060, +91 135 2645070. 5 km from railway station and 2 km from ISBT. Four-star hotel. \n Hotel Viceroy Inn, N.H.-72, Saharanpur Road, Niranjanpur, 391/1, ☏ +91 135-2729995. Has decorated rooms, suites with Wi-Fi, a big conference hall, a wedding hall, etc. \n2 Hotel JSR Continental, NH-72, Haridwar Road, near Rispana Bridge, Danda Dharampur, Dharampur (3.8 km from railway station), ☏ +91- 8392924904, sm@hoteljsrcontinental.com. Swimming pool, business centre (with computers, printers, and other office equipment), child care, conference and event facilities, tennis or basketball courts, gymnasium, restaurants, day spa, and social function services.    (updated Jun 2019)",
    "Splurge": "Four Points by Sheraton, 152/4 Jakhan, Rajpur Road, ☏ +91 0135 660 3300. A smart business hotel. A one-minute walk from Pacific Mall. (updated Mar 2019)\n Lemon Tree, Pacific Mall, Jakhan, Rajpur Road, ☏ +91 135 2737777, hi.dn@lemontreehotels.com. A pleasant and efficient hotel next to the Pacific Mall. (updated Mar 2019)\n Vana Retreat, Mussoorie Road, ☏ +91 135 391 1114, retreat@vana.co.in. A very high-end wellness resort. Fantastic food with Ayurvedic options. Yoga, Ayurvedic and traditional Tibetan massage, acupuncture, tai chi. Classes in spiritual matters, with a strong emphasis on Tibetan Buddhism. Indian classical music performances. Very friendly service. (updated Mar 2019)\n3 The Manor House Hotels Rajpur Road, 599, Rajpur Road, Kishanpur (on Rajpur Road, near Mussoorie Diversion), ☏ +91 97174 99774, Reservations@themanorhousehotels.com. 6am-11pm. 3000.    (updated Jul 2024)",
    "Connect": "There are many internet cafes scattered throughout the town. All the hotels listed above have internet access. There are many iways in the city.\n\n Computer Base, Rajpur Road (Windlass Shopping Centre). \n Reliance World, 56, Rajpur Road, ☏ +91 135 309-4844. \n Sify iway, 20, Raj Plaza, Rajpur Road, ☏ +91 135 309-8880. Anekant Place; Arhat Bazaar; Balliwala Chowk; Capri Mkt; Chakrata Road;  Dav College Road; Deeplok Colony; Gandhi Road; Jakhan; Prem Nagar; Race Course; Swaraj Shopping Complex; 18 A, EC Road; St. 12, Arshiwad Enclave; 8, New Road; Ballupur Road; 42 Indira Nagar; Clement Town; 155, Saharanpur Road.",
    "Go next": "Yamunotri – Sacred village near the source of the Yamuna\nChakarata – Unspoilt views (restricted area for foreign nationals).\nHarkidun – A great trekking destination.\nHaridwar – A sacred Hindu site on the Ganges, a little over one hour by train or road.\nThe Himalayan foothills – beautiful scenery.\nJaunpur – Stunning villages in this area.\nMussoorie – A famous hill station noted for its scenic beauty.\nNagtibba – Tribal communities.\nThe Rajaji National Park – between Haridwar and Rishikesh.\nRishikesh – The Char Dham Yatra (Four Shrines Sacred Journey) ideally begins from this sacred location.\nSahastradhara – this cold sulphur water spring is 14 km from Dehradun. The spring is believed to have exceptional medicinal value and the dripping caves and a bath in the Baldi River near the spring are said to rejuvenate the body and soul."
  },
  "total_sections": 26,
  "section_names": [
    "Introduction",
    "Understand",
    "Climate",
    "By plane",
    "By train",
    "By bus",
    "By car",
    "By auto rickshaw",
    "By shared (fixed-route) autorickshaws",
    "On foot",
    "By car or taxi",
    "See",
    "Religious sites",
    "Do",
    "Trekking",
    "Paragliding",
    "Buy",
    "Eat",
    "Coffee",
    "Alcohol",
    "Sleep",
    "Budget",
    "Mid-range",
    "Splurge",
    "Connect",
    "Go next"
  ]
}