{
  "title": "Gangotri",
  "source": "https://en.wikivoyage.org/wiki/Gangotri",
  "sections": {
    "Introduction": "Gangotri is a place of pilgrimage in Uttarakhand, at the headwaters of the mighty Ganges River.",
    "Understand": "Gangotri is one of the most visited holy places in India. This Himalayan place is believed to be the spot where Ganga, the Ganges River goddess, touched earth for the first time. It is therefore one of the dham to be covered during the Char Dham Yatra, a Hindu pilgrimage. Kedarnath, Badrinath, Gangotri and Yamunotri are the four sites of this pilgrimage.\nAccording to mythology, Goddess Ganga, the daughter of heaven, manifested herself in the form of a river, to absolve the sins of King Bhagirath’s predecessors, following his severe penance of several centuries. Lord Shiva received her into his matted locks to minimise the immense impact of her fall. She came to be called Bhagirathi at her legendary source.",
    "By plane": "Jolly Grant, Dehradun - 226 km\nIndira Gandhi International Airport, New Delhi.",
    "By rail": "Railhead : Haridwar, 230 km.",
    "By car": "Well connected to Rishikesh, Haridwar, Dehradun and Delhi by road.\nImportant Road Distances :\nDharasu (129 km), Yamunotri (224 km) Mussoorie (247 km), Tehri (172 km)",
    "See": "Gantori temple. It is one of the four sites in the Chota Char Dham pilgrimage. \n Ganges Glacier. The origin of the holy river.",
    "Buy": "Ancient coins and wollens",
    "Eat": "Only local eating places (dhabas) are available. Non-vegetarian food and alcoholic drinks are prohibited in Gangotri.",
    "Drink": "No alcohol permitted here. Instead, drink plenty of natural mineral water.",
    "Sleep": "Many cheap hotels and Ashrams. Money no problem, will even fit if you are broke.\n\n1 Hotel Manisha, ☏ +91 97605 05079.    (updated Jan 2022)\n Prakriti The Retreat, Gangotri National Highway, km 81 (near Harsil), ☏ +91 135 2715189, info@prakriti-retreat.com. started as a tent resort in the early 90s, now transformed into a modern comfortable hotel. (updated Sep 2018)",
    "Go next": "Bhairon Ghati (10 km): Towards Uttarkashi, it is known for the temple of Bhairav Nath, surrounded by thick forests.\nDayara Bugyal: (93 km): A breathtakingly beautiful meadow, at a height of 3,048 m above sea level. A motorable road connects Bhatwari (27 km from Uttarkashi) with Raithal village, from where follows a 6 km long trek to Dayara. The famous Sheshnag Temple enroute is an attraction of the trek. From Dayara, one can also trek down to Dodi Tal (30 km). During winters, Dayara provides excellent ski slopes over an area of 28 sq km.\nDodi Tal (123 km): A sparkling lake at an elevation of 2286 m surrounded by dense forests. The famous Himalayan trout are found in abundance in the lake. Permit for fishing can be obtained from the Divisional Forest Officer, Uttarkashi. A beautiful camping site, a Forest Rest House and a log cabin are seen along the lake.\nGaumukh (18 km): The snout of the Gangotri Glacier and the source of the Bhagirathi river. Pilgrims trek up to the sacred spot on foot or on ponies to take a holy dip in the ice-cold water.\n\nGangnani (59 km): Noted for its thermal springs, spectacular views and tranquil surroundings. A small upcoming town - Bhatwari, lying 12 km from Gangnani is worth a visit.\nHarsil (28 km): In the mountain district of Uttarkashi is the sylvan hamlet (2620 m above sea level), known for scenic landscapes and delicious apples. Sat Tal or seven lakes, nearby (2 km) are a not-to-be-missed attraction.\n\nKedar Tal (18 km): An enchanting lake, 4425 m above sea level against the splendid backdrop of mighty Thalaiyasagar peak. Accessible through a rough mountain trail, it is the base camp for trekking to surrounding peaks. The trek to Kedartal needs a local guide.\nManeri (86 km): The dam across the Bhagirathi and a surrounding lake are worth a visit.\nNachiketa Tal (131 km): A pleasant trek through lush green forests leads to this peaceful retreat. A small temple along the lake and lovely surroundings are an attraction.\nNandavan Tapovan (24 km): An arduous trek along the left  of the Gangotri Glacier leads to scenic Nandanvan - the base camp for the Bhagirathi peaks, that offers a panoramic view of the surrounding Shivling peak. A trek across the snout of the Gangotri Glacier across the right  leads to Tapovan known for its beautiful meadows that encircle the base of the Shivling peak. There is also a route from Tapovan across the Gangotri glacier to Nandanvan. From Nandanvan, one can trek further along the Kalindi Khal to Badrinath, which is an extremely difficult trek and has to be done with sufficient preparation.\nNarendranagar (239 km): The new capital of erstwhile Tehri state offers a magnificent view of the Ganga valley of Rishikesh and the plains of Haridwar.\nTehri (173 km): Lying at the confluence of Bhagirathi and Bhilangna rivers, is the former capital of Tehri Garhwal principality, the site of a giant hydro project.\nUttarkashi (99 km): An important pilgrimage centre, at an elevation of 1,150 m above sea level on the river Bhagirathi. Some of the important temples worth visiting are - Vishwanath temple, Ekadash Rudra temple, Gyaneshwar temple and Kuteti Devi Temple. Nearby is the Nehru Institute of Mountaineering. Every year, during the ‘Magh Mela’ (January 14), people visit Uttarkashi to take a holy dip in Bhagirathi along with the image of their village deity."
  },
  "total_sections": 11,
  "section_names": [
    "Introduction",
    "Understand",
    "By plane",
    "By rail",
    "By car",
    "See",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}