{
  "title": "Ghangaria",
  "source": "https://en.wikivoyage.org/wiki/Ghangaria",
  "sections": {
    "Introduction": "Ghangaria is a village at 3,100 m in the Garhwal region of Uttarakhand state in Himalayan North, India. It is the gateway aka base camp for hikes into the Valley of Flowers and the Hemkunt pilgrimage site.",
    "Understand": "Ghangaria is also some called Govinddham, even though this refers more to the Gurudwara grounds of the Sikh temple in Ghangaria.",
    "Climate": "The best time to visit the Valley of Flowers is July–August. Average rainfall in this area is almost 1,800 mm. Maximum temperature in this area goes up to 17 °C and minimum goes down to 7 °C, an excellent temperature for trekking.",
    "Get in": "Ghangaria is 13 km from 1 Govindghat (1,800 m), a village and transport hub at the main road between 2 Joshimath and 3 Badrinath, which is about 50 km from the Chinese border. The first 4 km of these 13 km are on asphalt road, the last 9 km is just a footpath, but a proper one.\nGovindghat is 276 km from Rishikesh.",
    "On foot": "Ghangaria can easily be explored on foot, the rest is trekking.",
    "By taxi": "There are also many taxis available for the first 4 km asphalt road, ₹50.",
    "By mule": "Mules can be hired to Hemkunt for approximately ₹500-₹750 (up-to-date?). However, the ride is rather difficult as the way quite steep—it might be easier to just walk and take your time.",
    "By bus": "There is a state-run bus at 5:30AM for ₹620 from the ISBT in Rishikesh to Govindghat, but you need to be there by 5AM, seats are limited. You can reserve a seat through their website, but only Rishikesh–Badrinath (₹675). The bus will take 8-10 hr, depending on the conditions of the road.\nAlso, there is a 14-seater (\"transporter\") from the Gurudwara in Rishikesh at 5AM for ₹700, which could be faster, but it might not run if they don't find enough people. This however should be clear around 8PM the previous day. Inquire with the Gurudwara in Rishikesh.\nThe bus between Joshimath and Govindghat is ₹45—Taxis are ₹100.",
    "See": "1 Lakshman Temple. A small temple behind the Hemkunt Gurudwara, dedicated to Lord Lakshman (brother of Lord Rama).",
    "Do": "1 Valley of Flowers (The hiking into the valley is less exhausting than Hemkunt and you can only go in 8 km anyhow. Altitude gain is somewhere around 500 m (+/-) from Ghangaria. And you can always turn around when you decide to feel too exhausted, there is no end that you need to reach, it's just a nice valley to see.). A world heritage, listed since 2004, and among the natural wonders of the world. Beautiful waterfalls, landscapes and meadows at the feet of amazing snow peaks, famous for its endangered animals and endemic alpine flowers. The park itself is spread over an area of around 88 km², the valley is 8 km long and 2 km wide. The national park is surrounded by forests. During the rainy season, the whole valley turns into a naturally created beautiful garden, with different variety of colorful flowers. This valley is at 3,300–3,800 m. There are a few snow lakes and glaciers in the valley which increases the beauty of this place. It's is famous for its excellent natural trekking trail, it is the home for many beautiful flowers like Cobra Lily, Blue Poppy and Brahmakamal. Flora includes orchids, poppies, primulas, calendulas, daisies and anemones. Fauna includes tahr, snow leopard, musk deer, red fox, common langur, bharal, serow, Himalayan black bear, and brown bear. Birds include the Himalayan Monal Pheasant. The valley was discovered by British mountaineer Frank Smythe in 1931, when he along with other mountaineers were descending from a successful expedition of Mount Kamet. He came back in 1937 to collect seeds and do research, and later wrote a book called The Valley of Flowers. ₹600/₹150 foreigners/Indians.   (updated Sep 2023)\n2 Hemkunt (Hemkund / Hēm Kund) (It can be reached by a proper footpath from Ghangaria, but the ascend is about 1,100 m starting at an altitude with already considerably thin air. It is recommended to start your journey early in the morning from Ghangaria. People taking 4-5 hr is not unheard of—if you are reasonably fit and experienced, 2½ hr is doable.). Surrounded by the seven snow covered peaks, Hemkunt is a holy lake for Hindus and Sikhs at 4,160 m. The pilgrimage site consists of Hemkunt lake and the associated Gurudwara. While in the latter you cannot stay over night, they still surprisingly serve chai and lunch (free) until around 2PM when they will start pushing you to hike down again. Many pilgrims take a dip in the lake, but the water here is freezing.   (updated Sep 2023)\nHemkunt Pilgrimage – First check into the Gurudwara in Rishikesh (dorm), just northeast of the ISBT. They will only accept people doing Hemkunt, but do the registration and get yourself a wristband. You can also stay here on your way back then. The next day take an early morning connection to Govindghat. There are two Gurudwaras that offer free places in dorms for pilgrims here, first in Govindghat and second in Ghangaria. Inquire all necessary information from the Gurudwara in Rishikesh. There are also at least two Gurudwaras along the way to Govindghat, one in Srinigar and one in Joshimath (very welcoming), in case you want to take it slow or have a stop on the way back. This can be a very different (to the regular tourist travel) and inexpensive experience to remember.\n\n3 Kankul Pass Trail (blue). Wonderful valleys, and a mountain pass at 4,650 m. 31 km, medium–difficult, 2–3 days. It starts at Bhyudar, which is 11 km from Govindghat. Downloadable trail coordinates: GPX, KML.  (updated Sep 2023)",
    "Buy": "The Valley of Flowers checkpoint sells CDs on various species of flowers, if you are really interested.",
    "Eat": "Ghangaria has numerous restaurants, both North and South Indian, some serving some Western-oriented dishes. Momos and chowmein is also available. \nBeyond Ghangaria on the way to Hemkunt, there are small kiosks and cafés, but no restaurants, except for the Gurudwara in Hemkunt serving lunch. Carry your lunch or snacks if necessary.",
    "Drink": "No nightlife happening here, everyone wants to wake up early for the hikes.",
    "Sleep": "At least a dozen hotels, guesthouses and home stays (incl. dorms) are available in Ghangaria, at ₹500-₹3,000 (as of 2023). But there are no expensive luxury facilities.\nVery few camping options are available in Kajila, the village 500 m before Ghangaria, but it is advised to prefer camps only if you carry proper sleeping bags because at night temperatures can below freezing point sometimes, but in summer you should be safe at 5–10 °C.\n\n1 Gurudwara Sri Hemkunt Sahib Govinddham. They are quite friendly and open to foreigners. (If they are hesitant, tell them you already stayed in Rishikesh and mainly want to do Hemkunt.) There is no hot water here, except for the drinking water dispenser. The blankets in the dorms are not particularly clean, so sleep with cloths or have your sleeping bag ready. Dorm and food free, donation recommendation ₹50-75/night.    (updated Sep 2023)\n2 GMVN Tourist Rest House. Dorm/room ₹400/1,200.    (updated Sep 2023)",
    "Govindghat": "Depending on when you arrive in the region, you will have to stay in Govindghat the first night. If you are lucky with the bus and arrive by 2PM, and you are a good hiker, you could still hike into Ghangaria and stay for free at the Gurudwara Govinddham, especially if the Gurudwara in Govindghat doesn't let you stay.\n\n3 Gurudwara Sri Hemkunt Sahib (Govindghat), Govindghat. They are quite hesitant to take foreigners. But try to argue that in Rishikesh, where you did the Hemkunt registration, they guaranteed that in Govindghat they will accept foreigners. And try to (friendly) argue with the manager, not the guys working at the reception—often random Sikh promise you that it is no problem, just for some manager not to give the final go. They will also sent you to get a Form-C from the police, which the Gurudwara doesn't have (but should, since most hotels and guesthouse do). So, if the police doesn't want to help you, maybe try getting it from one of the other accommodations or be insistant with the police and they will get it from another accommodation. Dorm free, donation recommendation ₹50-75/night.    (updated Sep 2023)\nIn general, also Govindghat has several accommodation options, starting at ₹500 (as of 2023).",
    "Stay healthy": "Children below 10 years may find the trekking from Govindghat to Ghangaria difficult.\nAlso, after reaching Ghangaria at 3,000 m, the air gets thinner and movement generally slower. With Hemkunt at above 4,000 m this needs to be considered as well as. Altitude sickness happens regularly, especially with people coming in for a quick trek to Hemkunt from Delhi.\nMany Indians get a stick for hiking, but you won't need them, there is a proper footpath here.",
    "Connect": "There is proper LTE reception in Govindghat, Ghangaria, Hemkunt and the beginning of the Valley of Flowers.",
    "Go next": "Badrinath – Just further north from Govindghat, a Hindu holy town and a nagar panchayat with the most important of the four Char Dham Yatra Hindu pilgrim centers.\nKedarnath – Relatively close, considering you are already in this area. It is one of the four Char Dham Yatra Hindu pilgrim centers, at 3,400 m, which you need to hike at least 16 km to.\nNainital – Back towards the plains, one of the most popular hill stations of India, famous for its lake. But the bus connection might be painful."
  },
  "total_sections": 18,
  "section_names": [
    "Introduction",
    "Understand",
    "Climate",
    "Get in",
    "On foot",
    "By taxi",
    "By mule",
    "By bus",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Govindghat",
    "Stay healthy",
    "Connect",
    "Go next"
  ]
}