{
  "title": "Jim Corbett National Park",
  "source": "https://en.wikivoyage.org/wiki/Jim_Corbett_National_Park",
  "sections": {
    "Introduction": "Jim Corbett National Park is in the state of Uttarakhand in the Himalayan North region of India. The park is open to visitors from mid-September to mid-June.",
    "Understand": "Once inside the park, you get to enjoy a spectacular panorama of the jungle, reminding you of Kipling's Jungle Book. Apart from this, you can see and photograph many species of birds, mammals, reptiles, flora, etc. Corbett National Park has been the hot favourite getaway for the tourists, wildlife fans, and adventure seekers for many years. However, only a few regions of the Corbett Tiger Reserve are open for the tourists to explore its spectacular scenery and the varied wildlife. Every season more than 70,000 visitors come to the park.",
    "History": "The park was created as the Hailey National Park after Governor Hailey, on August 6, 1936. It was India's first national park. After independence, the park was renamed, this time after the Ramganga River, and was hence called the Ramganga National Park. The park was renamed again in 1957. It was named after James E. Corbett who helped to set up the park and spent most of his life in the area.\nThe area of the park was increased in 1991 when the Sonanadi Wildlife Sanctuary was added to the park.",
    "Flora and fauna": "Flora: There are almost 488 species of plants in the park.\nFauna: This park has almost 33 species of reptiles, 7 species of amphibians, around 7 species of fish, and 37 species of dragonflies.",
    "Climate": "There are three well defined seasons: the winter season which lasts from November to February, the summer season which lasts from  March to June, and the rainy season which covers the rest of the months. The summer rains cause flooding in the park. The temperature in the winters can go down to 4 °C at night and the entire jungle is dry in the summer months as the temperature goes up to 44 °C. The annual rainfall in the park ranges between 1400mm and 2800mm.",
    "Get in": "It is normally accessed from the town of Ramnagar, and is a two hour drive to the north.\nThe main areas (Dhikala and Bijrani) of Jim Corbett National Park are closed from 16 June - 14 Nov for the monsoon season. Jhirna & Sitabani (Buffer Zone) remain opened all year round.",
    "Fees and permits": "At the office in Ramnagar you can buy the tickets to get into the park.\nOne can also enter the park through Kotdwar, which is situated on the other  side of the park. Travellers can use their own vehicles from Kotdwar towards Jim Corbett.\nYou can contact at +91-9690049033 or mail at: corbettparksafari@gmail.com, for assistance with your safari permit and gypsy bookings.",
    "Safari": "Jim Corbett Safari Booking has to be done in Forest Department registered fully open 4-wheel drive Gypsy with a seating capacity of maximum 6 people. Every safari is better to be accompanied by a registered Naturalist / Guide.\nEach gypsy costs about ₹1800-2500, depends upon the negotiation for two days. Bookings of safaris starts 45 days in advance for Indian Nationals and 90 days in advance for Foreign Nationals.",
    "Safari timing": "Depending upon the season, the morning safari in all the zones starts at around 5:45AM, 6AM or 6:30AM. And the afternoon safari starts from 1PM, 1:30PM, or 2PM.",
    "Get around": "In Ramnagar you can organize a 4WD with a driver.",
    "See": "To see a tiger, you should plan on taking more than one day of safari, because there aren't that many tigers. chances of sighting tigers can be significantly raised by staying at Dhikala Forest rest house & leaving early morning for Safari, as Dhikala is rest house is in the core area of jungle.\nDhikala:\nIt is one of the most popular destinations in Jim Corbett National Park for tourists.  Dhikala Forest Rest House, located on the banks of Ramganga River, offers an amazing and uninterrupted view of the Ramganga Reservoir and famous Chaurs (Grasslands) of Dhikala.\nBijrani:\nBijrani area was once formed part of a shooting block. This shooting block area covers the entire in and around area of Bijrani.  This place was most famous during the British time for hunting. Bijrani terrain is drier in comparison to Dhikla and it also has more diverse vegetation then Dhikla. It is a prime location for wildlife enthusiasts seeking an opportunity to witness a variety of animals, including elephants, deer, and a plethora of bird species.\nJhirna:\nJhirna is a rest house which lies inside the south area boundary of the park.  This rest house is on the road from Ramngar to Kalagarh. Landscape in this area is drier than Dhikla.  Jhirna was one of the farming village till 1994 and after that it was taken under project tiger.\nDurga Devi:\nAll those who are avid bird lovers shall not miss this zone. From the Black Chinned Yuhina to Maroon Orile to Grey Headed Fishing Eagle. Further, tourists will be glad to know that it is the same zone where the endangered Mahsheer fish come to breed.\nDhela Zone:\nIt is the newest zone in Corbett National Park. Opened on 1 December 2014,  the zone only allows day visits. Unlike other zones, tourists can roam in this zone under the guidance of security personal. It is the first time that such facility has been introduced in this park. This zone is very famous place among birdwatchers.\nCorbett Museum: Tourists can know about the life history of Mr. Jim Corbett and see some of his belongings in the museum.",
    "Do": "Jeep safari: This is one more way to explore the beauty of this national park. Jeeps to visit the park can be taken on rent from the Ramnagar, from the various travel agencies.\nBirdwatching: There are many spots and location in and around Corbett and Ramnagar city which offers very good sightings and photography opportunity of birds. You can contact Mr. Prashant who is a birdwatcher from Corbett and organize local and outstation birdwatching tours. Contact him at: +91-8126171822",
    "Buy": "You can buy souvenirs and books at the souvenir shops in Ramnagar city.",
    "Eat": "Good food is available at the canteens in the guesthouses (Dhikala, Gairal, etc.) and also at the entrance gates (Dhangari).\nNon-vegetarian food is not allowed inside the park.\n\n1 Corbett Treat Resort (Cafe HoHo), Dhela Zone, RamNagar, ☏ +91-9873289303, info@corbetttreatresort.com. Cafe HoHo is the subsidiary of Corbett Treat Resort. Their speciality is local Kumaoni and traditional Indian food.    (updated Jul 2017)",
    "Drink": "Drinking alcohol is prohibited inside the park.",
    "Lodging": "A few guest houses are available, Dhikala and Gairal being the most sought after. Advance booking can be done at tourism office at Barakhamba Road, New Delhi. On the spot booking can be done at Ramnagar. A stay is very reasonable. Around ₹2500 is charged for double bed room with all basic facilities (st Dhikala forest rest house). This guest house is high in demand so it is always advisable to book well in advance. Maximum stay of 3 nights at a time is permitted. Electric fences are present around the housing area.\n\n1 Jim's Jungle Retreat, Village & PO Dhela Ramnagar (southern boundary of the park, roughly 2 km from Jhirna forest gate), ☏ +91 11 43516376, +91 11 47537647, info@jimsjungleretreat.com. Provides accommodation in 18 lodges and cottages with attached bathrooms, running hot and cold water. Also provides outdoor activities, jungle safaris, bonfires, bird watching, jungle tail, etc.    (updated Jun 2018)\n Nadiya Parao Resort, Dhikuli, Ramnagar, ☏ +91-9720104372, info@nadiyaparao.com. 4-star resort amidst the jungle 5 minutes’ drive from the Jhirna & Bijrani Safari Zones has 53 rooms and cottages. (updated May 2016)\n Namah Resorts, ☏ +91-8392914912. Surrounded by lush greenery, on the bank of the River Kosi at Corbett National Park, close to the wildlife sanctuary. ₹9000. (updated May 2015)\n Tiger Kingdom Resort, Dhikuli, Corbett National Park, Ramnagar, ☏ +91-7317076666, tigerkingdom2019@gmail.com. Beautiful balance of luxury and exclusivity amidst the pristine natural background of the Jim Corbett National Park. (updated Mar 2019)\n Aranya the Kanan Resort, Himmatpur Villag, Jhirna Road, Ramnagar. An eco-friendly resort in Corbett city. Equipped with air-conditioning and heating. (updated Jul 2020)\n Aahana Resorts in Corbett National Park (Aahana the Corbett Wilderness), P.O. Semalkhaliya, Ramnagar, Nainital District (by road, by rail (8 km From Ramnagar Railway Station)), ☏ +91 11- 47094166, garhwal.exp@gmail.com. Aahana Resorts offers spa, pool, restaurants, activity areas, meeting room, and safari facilities, free WiFi Internet (Lobby), outdoor pool, parking, bar, gymnasium/health club. (updated Aug 2018)\n Corbett River Creek Resort, Marchula, Jim Corbett National Park, ☏ +91 11 40844911, sales@harmonyhotels.co.in. Check-in: noon, check-out: 10AM. ₹5000. (updated Jul 2019)",
    "Camping": "There are several camps you can choose to stay at. The facilities in these camps are in surprisingly good condition: hot buckets, nice food, and good beds.\n\n Camp tour of Corbett National Park, Nainital District, Ramnagar (By Road), ☏ +91 9717237624, garhwal.exp@gmail.com. Entry to Dhikala tourism zone, Jeep safari, viewing wildlife, especially the tiger, elephant ride, fish-eating crocodile (updated Aug 2018)",
    "Stay safe": "Don't wear bright clothes as it tends to attract animals. Also don't stroll at night or in the early morning by yourself. In Dhikala zone, don't bring food, or else you will be attacked by groups of monkeys.",
    "Go next": "Yamunotri: Yamunotri is a famous pilgrim centre in Uttarkashi district. You can visit Yamunotri temple with ample trekking opportunity at places like Dodital."
  },
  "total_sections": 19,
  "section_names": [
    "Introduction",
    "Understand",
    "History",
    "Flora and fauna",
    "Climate",
    "Get in",
    "Fees and permits",
    "Safari",
    "Safari timing",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Lodging",
    "Camping",
    "Stay safe",
    "Go next"
  ]
}