{
  "title": "Kedarnath",
  "source": "https://en.wikivoyage.org/wiki/Kedarnath",
  "sections": {
    "Introduction": "Kedarnath is a town and pilgrimage destination in Uttarakhand region.",
    "Understand": "Kedarnath is one of the Char Dham Yatra (चार धाम यात्रा) Hindu pilgrim centers. The town and the temple are open from May to October, as there will be heavy snowfall in winter. Specific dates are always announced prior to the Yatra (Journey) as per the Hindu Calendar, and one needs to check for specific dates for each year. You can still visit when the town is shut down, but be prepared for heavy snowfall. Gaurikund, which is around 4 km above from the Sonprayag base camp, also shuts down in winter.\nAt Gaurikund you can also take a dip in the holy water from a hot spring. It's a great relief to take a bath in hot water. Some may find it crowded and polluted.\nIt feels like you are just a few km away from heaven while on the trek to Kedarnath temple. You will need to trek 16 km for one side to explore this holiest Hindu pilgrimage site known as Kedarnath. Kedarnath Temple is one of the holiest places of India and very popular across the Indian nation. Kedarnath temple is in the Rudraprayag district of Uttarakhand state of India. \nThe word Kedar stands for Mercy and Nath stands for lord so the Kedarnath together can be referred to as The Lord of Mercy \"Kedarnath\". The Kedarnath temple is referred to Lord Shiva, every year millions of pilgrims reach Kedarnath Temple with the hope of positive happenings, cure, peace, and other motives.",
    "Get in": "Helicopter (Helicopter). In peak season. Run by Pawan Hans Helicopter Service (from Phata to kedarnath ji) which is around ₹7,000 return. (updated Dec 2022)",
    "On foot": "Kedarnath (about 3,400 m high) is approachable on foot (16 km) from Gaurikund (about 2,900 m high), which is connected by road to Rishikesh and other important hill stations of Garhwal and Kumaon region.\n\nAfter ½ km there is the office for booking mules and dolis. There will be plenty of people on the side ways asking you, if you need a mule, as soon as you start walking. However, it's always best to book in that office because the mules which they give are in good health and strong. The going rates for a mule in 2011 were ₹400–700. Porters (pitthus in local language) are also available to carry your luggage up to Kedarnath and leave you free to walk up lighter. They can deliver to your hotel directly or walk with you. Older or lazy people take the doli, which is carried by 4 hired people.\nOnce you start from Gaurikund, there is a concrete road to walk on and there is a small shop for every 200 m where you can get some tea, chocolates, biscuits, Maggi noodles etc. After 11 km, you will reach a place called Lincholi. Most pilgrims take a  break here and eat some food and then resume the journey towards Kedarnath.",
    "By bus": "Daily buses from Haridwar, Rishikesh and Dehradun ply early in the morning during the pilgrim season (about May–October) take you to Sonprayag, which is a base camp and where one can find suitable places for the stay. From here one can find the private taxis, which can cost around ₹40 per person (as of 2018) to drop you in Gaurikund. It takes almost one full day journey to reach Gaurikund if there are no landslides. But the bus journey is very beautiful because most of the 240 km is with mountains around and the river Ganga (Mandakini and Alakhnanda) following you throughout the way.",
    "By car": "If you choose to drive your own vehicle, make sure it has good ground clearance as there are rocks strewn all over the route. A powerful engine will make life much easier. There are two parking lots just before Gaurikund (100 m and 500 m before Gaurikund). Getting space for private vehicles is tough, but can be managed after polite cajoling discussions with the caretakers. It would be advisable to park your vehicle at Sonprayag and hitch a ride to Gaurikund. For travel options and practical information, see here.",
    "Get around": "Walking is the only option. Kedarnath is a small hamlet, and largely a labyrinth of hotels and guest houses.",
    "See": "The temple itself is quite an exquisite example of stone work. It houses the lingam, a symbol of the Hindu God Shiva. The temple is located among an astonishing mountain landscape, surrounded by peaks that are over 6,000 m in elevation. Behind the shrine lies Adi Shankaracharya's samadhi, where he is believed to have taken rest after establishing the four dhams at an early age of 32 years. At a visible distance from the shrine also lies an ancient Bhairav Temple, beyond which one comes out to green glades and tiny streams, fed by the surrounding (and approachable) glaciers.\nThe temple is closed from 3–5PM. Before 3PM visitors can touch the idol and do Abhishek with ghee. After 5PM no one can, but you can get Darshan from a distance. At this time the idol is in Emperor costume. But if you arrive later than 5PM, don't try to go back on the same day. You should attend the Morning Aarti and participate in Abhishek.",
    "Do": "Puja and aarti at the temple if you are a Hindu. Treks to the adjacent valleys will take you through untouched forests and desolate paths. Some pilgrims even take a dip in the icy waters of Mandakini.\nTreks leading out from Kedarnath are strenuous. If one arrives here early in the season, glaciers blocking these routes would be a common occurrence—and quite risky since one can never tell the thickness of the ice.",
    "Further afield": "Gandhi Sarovar – With the Chorabari Glacier that feeds this lake, around 3.5 km from the Kedarnath, at 3,900 m, which makes for a trek of at least 1 hr. It is named after Mahatma Gandhi as his ashes were immersed here. There is a very nice waterfall on the way. The glacier retreats by the end of the season whereas there is snow/ice all over the route early in the season. It's better to start early in the morning because you move close to Kedar Hills and there would be no clouds. As the day progresses, clouds may spoil the view. There is a beautiful waterfall on the way. It's a nice place to roam around and take photos. There is a paved cement road to reach the Sarovar; do not take any shortcuts, stick to the paved road.\nVasuki Tal – Famous for its blue waters, 8 km away, and it involves a very difficult climb and crossing glaciers. It generally takes 4–5 hours to reach it, so set out early.\nEnjoy the greens beyond the small Bhairav Temple on the hill to the right of Kedarnath\nBathe in the icy waters of River Mandakini\nTungnath – Second among the Panch Kedar Temples, which is in the vicinity (the other four being Kedarnath, Rudranath, Kalpeshwar and Madhyamaheshwar).\nTriyuginarayan Temple – Famous for being the temple where Hindu God Shiva and Goddess Parvati are said to have gotten married.",
    "Eat": "Kedarnath is a strictly vegetarian place. There are a couple of hotels (dhabas in local parlance) on the straight path leading up to the holy temple, which run from 4AM to midnight and serve basic Indian food. Do not expect express standards of service or hygiene. Always choose cooked food, and prefer boiled. An average meal cost around ₹100, though cheaper options were available.",
    "Sleep": "At Gaurikund, there are some privates guest houses to stay. GMVN's guest house is usually the best option and bookings can be made online as well. Also at Rambara there are a couple of guest houses including one by GMVN. \nMany ashrams and dharamshalas provide cheap accommodation in Kedarnath. There are also many private hotels and restaurants although most have only basic facilities. Kedarnath can be extremely crowded during peak pilgrim season. Rates for private guest hotel rooms are overdrawn and start at ₹1,000. The state-run guest house are generally fully booked, so book early if you want options.",
    "Stay healthy": "The air gets thinner after Rambara and many people experience breathing trouble between Rambara and Kedarnath. This is particularly acute for people walking up. The ascent flattens out about 1 km before Kedarnath.",
    "Cope": "The view is fantastic and a good pair of binoculars would make the journey even more breath-taking.",
    "Go next": "Apart from Rishikesh the following are the closest next destinations:\n\nBadrinath – Another Hindu holy town and a nagar panchayat with the most important of the four Char Dham Yatra Hindu pilgrim centers.\nGangaria – Gateway to the Hemkunt pilgrimage site and the Valley of Flowers.\nNainital – Back towards the plains, one of the most popular hill stations of India, famous for its lake."
  },
  "total_sections": 15,
  "section_names": [
    "Introduction",
    "Understand",
    "Get in",
    "On foot",
    "By bus",
    "By car",
    "Get around",
    "See",
    "Do",
    "Further afield",
    "Eat",
    "Sleep",
    "Stay healthy",
    "Cope",
    "Go next"
  ]
}