{
  "title": "Munsyari",
  "source": "https://en.wikivoyage.org/wiki/Munsyari",
  "sections": {
    "Introduction": "Munsyari or Munsiari is a city in Pithoragarh region of Uttarakhand.",
    "Get in": "Munsiyari is 300km north of Nainital. It can be reached using hired taxis and buses from Nainital and Almora. There are 4 different routes to reach Munsiyari from Almora.\n\nAlmora - Bageshwar - Chaukori - Thal\nAlmora - Bageshwar - Kapkot - Tejam\nAlmora - Seraghat - Udiyari Bend\nAlmora - Pithoragarh - Udiyari Bend\nThe third route from Almora to the Udiyari bend and then to Munsiyari is the most scenic, as it runs through part of the Binsar wildlife sanctuary (which it itself is a great holiday destination).",
    "Get around": "Munsiyari lies in the foothills of the Panchachuli peaks (22600 feet) and is the last town enroute to these peaks and the other treks to glaciers around these peaks.",
    "See": "Hansling Parwat. Approached via the Gori River valley north of Munsyari \n Johar. The gateway to Milam and Milam Galacier. \n Khaliyatop. Alpine meadow 4,000 m above sea level \n Nanda Devi Temple. A refreshing 3km trek; one can enjoy horse riding on this trek \n Panchachuli. A series of high mountains that can only be visited with planning, support and technical climbing skills \n Thamri Kund. A picturesque natural lake surrounded by broad-leafed forest, and a natural habitat of Musk Deer \n Maheshwari Kund. A beautiful pond above the Maheshwari Hills. Can be reached by trekking 1.5 km from Munsyari. (updated Jul 2018)\nTulip Garden, Nature Education, and Eco Park Center is spread over 30 hectares. Winter is the best time to visit the garden.",
    "Do": "Trekking towards Milam and Ralam Glacier: This will help you to explore the 14 Malla Johar villages starting after Mapang Valley.",
    "Buy": "Local Winter wear made by the Bhotia women with Sheep's wool and Rabbit's Wool.\nOrganic Potatoes.\nNear Sevila, one can find and buy organic Oranges, Cucumbers and other fruit.\nOne can buy wonderful handwoven carpets in the Munsiyari Market. This will support the economic development of the local women and men.\nOne can buy Himalayan tree saplings from near by Nurseries for your home, garden and lawn.",
    "Eat": "Kukla Local dish made on flour.\nBhuta Aalu Local aalu fried with dhungar (local herb).",
    "Drink": "'Fav Drink is Jya with Khaja.' bhumal (Fried rice)",
    "Sleep": "Tourist Rest House KMVN (Kumaon Mandal Vikas Nigam), Munsayari"
  },
  "total_sections": 9,
  "section_names": [
    "Introduction",
    "Get in",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep"
  ]
}