{
  "title": "Rajaji National Park",
  "source": "https://en.wikivoyage.org/wiki/Rajaji_National_Park",
  "sections": {
    "Introduction": "Rajaji National Park is in the Garhwal region of Uttarakhand in the Himalayan North region of India. It has been named as the second tiger reserve in Uttarakhand after the Corbett Tiger Reserve.",
    "History": "Three sanctuaries — Rajaji, Motichur, and Chilla — were merged to form this national park.",
    "Flora": "Rajaji National Park is nestled between the Shivalik ranges and the Indo-Gangetic plains. Broadleaved deciduous forests, riverine and riparian vegetation, scrubland, grasslands and pine forests form the range of botanical habitats in the park.",
    "Fauna": "Rajaji National Park is at the northwestern limit of distribution for both the Indian elephant and Bengal tiger in India. The goral and the Himalayan tahr are also noteworthy residents, mainly staying on the precipitous, pine-covered slopes. Big herds of chital also inhabit the park, sometimes numbering as many as 250 individuals in a herd. Sambar, swamp deer, Northern red muntjac, Indochinese hog deer, nilgai, wild boar and sloth bear also occur in the park, and rhesus macaque and the common langur are fairly common. The Bengal tiger and Indian leopard are the prime predators in Rajaji National Park, apart from leopard cat, jungle cat, dhole, several viverrine species, Bengal fox, golden jackal and yellow-throated marten. The Himalayan black bear inhabits the higher reaches of the park. \nOver 315 species of birds are found in the park, whereas the wider region has over 500 species of birds, including both residents and migrants.\nThe rivers which flow through the park harbour species of fish such as trout and mahseer.",
    "See": "Chilla Barrage. It's also known as Pashulok Bridge, which is built over the Ganges River. This dam generates electricity for Rajaji National Park and the entire Pauri Garhwal region.\" (updated Dec 2024)\n Jhimil Jheel. This is a forest reserve with an impressive array of flora and fauna. You can also spot various wild animals here, such as tigers, deer, elephants, and leopards. Additionally, several migratory bird species can be seen here. (updated Dec 2024)",
    "Do": "In any national park, most people opt for jungle safaris. This includes renting a jeep, driven by a driver, where you can sit and spot wild animals.\nFor bird enthusiasts, this destination offers a chance to glimpse a range of rare and exotic bird species, including Greater Scaup, White-naped Woodpecker, Scaly Thrush, Snowy-browned Flycatcher, Great Hornbill, and Black-bellied Tern.",
    "Stay safe": "This area remains sensitive due to the presence of wild animals. Please strictly follow the guidelines provided by the authorities. Avoid wearing vibrant or bright clothing and do not carry food or drink items with you. Return to your place before sunset."
  },
  "total_sections": 7,
  "section_names": [
    "Introduction",
    "History",
    "Flora",
    "Fauna",
    "See",
    "Do",
    "Stay safe"
  ]
}