{
  "title": "Chakrata",
  "source": "https://en.wikivoyage.org/wiki/Chakrata",
  "sections": {
    "Introduction": "Chakrata is a city in the Indian state of Uttarakhand. Compared to Mussoorie, which is a renowned, developed, and commercialized hill station with cafés, multi-national food chains and well-known hotel chains, Chakrata is a quiet, hidden hill station that is not so developed or commercialized.",
    "Understand": "Chakrata is a small and beautiful hill town located 2,118 metres above sea level. One can reach Chakrata by road only.\nOnce a cantonment town in British India, Chakarata is blessed with natural beauty. Virgin forests of conifers, rhododendrons and oaks are well suited for long walks. Alongside these forests, picturesque villages of Jaunsari tribes complement the views. With the overpowering Kharamba peak (3,084 m.), Chakrata has its share of Alps too. On its northern slopes is situated Mundali (2776 m.) where skiing is possible from November to April.",
    "Climate": "Chakrata in summers: During summers the weather of Chakrata remains pleasant and salubrious. Carry light woolens while travelling to Chakrata during summers. The majestic Himalayan peaks are distinctly visible during summers and the mountain breeze steals the show.\nChakrata in monsoons: The snow-clad Himalayas plays hide and seek during winters with clouds obstructing the views. A wide variety of verdant colors can be seen from Chakrata during monsoon months. The monsoon months of Chakrata are from July to September. Experience the wilderness of nature during these months. Enjoy the sip of tea, gazing at the verdant mountains and listening to the raindrops falling on the tree leaves. There are chances that roads could be blocked for a couple of hours due to landslides, but the scenic beauty of Chakrata during monsoons is worth it. Do carry raincoats.\nChakrata in winters: Chakrata receives snowfall during winters and heavy woolens are required. Tranquility and seclusion are at its best during winter months in Chakrata. Snow capped Himalayas are best seen from Chakrata during winters. Enjoy bonfires and barbecues in Chakrata during winter months.",
    "Get in": "Chakata is restricted for foreign tourists (except nationals of Bhutan and Nepal). Prior permission from a competent authority (Inspector General, Special Frontier Force) is essential.",
    "By car": "Chakrata is well-connected by a motorable road with Dehradun 92 km;, Mussoorie 73 km; and Saharanpur 122 km. The most suitable road to Dehradun is via Vikas Nagar. The roads are in pretty bad shape.",
    "By train": "The nearest railhead is at Dehradun, 92 km. away.",
    "See": "Devban : 16 km, away from Chakrata this place is surrounded by dense forests and lies at an altitude of 3025 metres. It provides a panoramic view of the Himalayan ranges.\nKanasar : 26 km, from Chakrata and 105 km from Dehradun. Kanasar is perched on the Chakrata- Tuni motorable road. Backdrop of towering peaks and dense rain forests makes Kanasar the idyllic retreat. The night stops are facilitated by the equally picturesque Forest Rest Houses.\nMoigad Fall : 69 km from Dehradun towards Yarnunotri is the serene and tranquil Moigad Fall. Located on the main Delhi-Yarnunotri road via Dehradun - Vibas Nagar. On the way to Yarnunotri. one can bathe at the foot of the fall. which is a refreshing experience for all.\nMundoli : 35 bms from Kathyan, onwards Tuni, unfolds Mundoli. After trekking up the last 5 kmrns. ski slopes of Mundoli are everything a trekker or an enthusiast can wish for. Skiing in Mundoli is an experience only to be felt. Mundoli is easily accessible from Devban (23 brns) by a jeepable road.\nTiger Fall : After a breathtaking easy trek of 5 km from Chakrata, Tiger Fall is a water ballad with no equal. Falling gracefully from a height of 50 rnts. Tiger Fall creates a small pond which renders an enchanting effect to the picturesque surroundings.",
    "Excursions": "1 Mahasu Devta Temple, Hanol village (On the Tuini-Mori road). Located at an elevation of 1429 rnts. Hanol is 97 km and approximately a 1 1/2-hour drive from Chakrata via the SH-1 road. This hamlet of a village is renowned in the region for a temple dedicated to Lord Mahasu.",
    "Sleep": "Forest Rest House and private hotels are available for those who have received official permission to visit the town."
  },
  "total_sections": 9,
  "section_names": [
    "Introduction",
    "Understand",
    "Climate",
    "Get in",
    "By car",
    "By train",
    "See",
    "Excursions",
    "Sleep"
  ]
}