{
  "title": "Dunagiri",
  "source": "https://en.wikivoyage.org/wiki/Dunagiri",
  "sections": {
    "Introduction": "Dunagiri - also called Drongiri, Dronagiri and Doonagiri - is an area in Kumaon, an incredibly beautiful setting within the magnificent Himalayas. \nTouching an astounding  2,700 metres, the lush forest setting overlooks stunning snow peaks and a dramatically serene landscape.",
    "Understand": "Situated 400 km north of Delhi, it takes 10-11 hours to reach Dunagiri from Delhi. 100 km from Nainital, Dunagiri is 43 km from Ranikhet and about 50 km from Kausani. One can travel to Rishikesh/Haridwar from Dunagiri in 6 hours. It takes 6 hours to travel from Dunagiri to Badrinath, to Valley of Flowers National Park or to the revered Hemkund Sahib. Dunagiri is within short driving distance of other popular destinations such as Jim Corbett Park, Almora, Mukteshwar, Bageshwar, Jageshwar, Munsiyari, Chaukori and Patal Bhuvaneshwar - all of these are under 5 hours drive from Dunagiri.\nDunagiri is also intimately associated with Mahavatar Babaji and Kriya Yoga. It was at Dunagiri in 1861 that Shyamacharan Lahiri, better known as Lahiri Mahashaya, was given initiation into Kriya Yoga and the discipline of Kriya Yoga was re-established in the world after having been ‘lost’ for centuries.  This first meeting, spectacular and miraculous, occurred at a cave at Dunagiri. The full account of this meeting is well documented in the famous book “Autobiography of a Yogi” by Swami Yogananda Parahamsa (chapter 34-Materializing a Palace in the Himalayas). The cave at Dunagiri is well marked and is visited by thousands of pilgrims from all over the world.",
    "Get in": "Dunagiri is about 400 km north of Delhi in the Himalayas. It is close to (43 km) from the well known town of Ranikhet. One can reach here by road - you can drive, take a bus or a taxi; you can reach here by train - the closest station is Kathgodam which is connected to major Indian cities such as Delhi, Calcutta, Varanasi and Jammu.",
    "By car": "Driving to Dunagiri from Delhi takes 10 to 11 hours. Take NH-24 out of Delhi, drive through Ghaziabad, Hapur, Garhmukteshwar, Moradabad, Rampur to Bilaspur, Rudrapur, Haldwani and Kathogodam. After Kathgodam is a scenic hill journey that takes you through Bhimtal, Bhowali, Ranikhet, Dwarahat to Dunagiri.\nAnother route from Moradabad to Dunagiri is via Bazpur, Kaladhungi, Nainital to Bhowali, Ranikhet, Dunagiri is slightly shorter and more scenic, but you need to enquire road conditions before proceeding..",
    "By train": "The nearest train station is Kathgodam. Drive to Dunagiri takes about four hours (140 km) through very picturesque lakes and hills. On prior notice you can arrange pick-up taxi from Kathgodam train station to Dunagiri Retreat.",
    "By plane": "The nearest airport is Pantnagar Airport (PGH IATA).",
    "Get around": "The best way to get around within Dunagiri is to walk. Local taxis, although limited in availability, can be hired to travel within the immediate area.",
    "See": "Dunagiri temple - The famous temple of Dunagiri is 15 km from Dwarahat.\nDwarahat (ancient temples)\nGarg Rishi Ashram\nMahavatar Babaji's Cave\nMansadevi\nPandukholi\nSukhadevi",
    "Do": "There are several options for treks, village walks, soft adventure, meditation and of course, spiritual practices.",
    "Buy": "Organic produce.",
    "Drink": "Spring water from pure Himalayan sources, Organic milk.",
    "Sleep": "1 Dunagiri Retreat (Dunagiri Retreat), Near Mahavatar Babaji's Cave, Block, Chari (2.5 km ahead of Dunagiri Temple), ☏ +91-98102 67719, delighted@dunagiri.com. Check-in: noon, check-out: 10AM. ₹4500-6500.    (updated Dec 2023)"
  },
  "total_sections": 12,
  "section_names": [
    "Introduction",
    "Understand",
    "Get in",
    "By car",
    "By train",
    "By plane",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Drink",
    "Sleep"
  ]
}