{
  "title": "Mukteshwar",
  "source": "https://en.wikivoyage.org/wiki/Mukteshwar",
  "sections": {
    "Introduction": "Mukteshwar is in Uttarakhand, India. Situated at a little over 2,150m (7,000 ft), Mukteshwar is a hamlet made famous by Jim Corbett who penned the novel The Man Eaters of Kumaon about tigers and leopards.",
    "Get in": "From Delhi to Kathgodam travel by overnight train (Ranikhet Express). Kathgodam is the last Railhead for the region and serves as the base for all road journeys to Naukuchiyatal, Nainital, Bhimtal, Almora, Munsiyari, Mukteshwar etc. Mukteshwar is about 70km from Kathgodam and will take you about four hours as you climb to about 2450m (8000 ft). From Kathgodam hire a cab to Mukteshwar. If travelling alone get on one of the many shared-cabs to Bhowali, and then change for Mukteshwar. If you're travelling in the morning expect to have a large and interesting local populace travelling with you on your way to Mukteshwar from Bhowali. The vehicles are used to transport not just people, but also essential goods such as milk, newspapers and an abundance of local flowers. If you are not comfortable on mountain roads, try to get a seat in the front. The roads are rather twisty and can cause discomfort to some people.",
    "Get around": "Mukteshwar is a tiny hamlet, and is best seen on foot. Take leisurely strolls along the main road - which is no more than 2m wide at any point - from the Indian Veterinary Research Institute (IVRI) until the Public Works Department (PWD) House whilst taking in the spectacular views of the mountains.",
    "See": "IVRI\n350 year old temple of Lord Shiva known as Mahadeo.\nAll that you perhaps need to do is walk outside your hotel room to see the Himalayan range\nPWD bungalow which provides a panoramic view of the Himalayan range, and also is the place that Jim Corbett stayed at many times during his hunt for the man-eating tiger.",
    "Do": "Mukteshwar is a great place to do Rock Climbing and Rappelling as it offers high and straight rock faces at Chauli Ki Jali. Any resort can do the necessary arrangements for the same.\nBird and animal watching",
    "Buy": "This is a small town, with just a handful of hotels in the area as construction is restricted. There are no touristy buys, but you can find rhododendron juice and preserves.",
    "Eat": "Mukteshwar has got some good commercial centres and “Shri Hari Store” is the leading one. You can get all your daily need items from the shop such as mineral water, wafers, cosmetics, snacks and many household items.",
    "Drink": "Piping hot tea is available from the few small family-owned stalls. The one at the entrance to the IVRI is popular with the locals.",
    "Sleep": "The northern side of Mukteshwar is occupied by IVRI and perhaps the PWD Circuit House is one of the places to offer good Himalayan sight. There also is the Kumaon Mandal Vikas Nigam tourist hotel which has a terrific location, next to the PWD circuit house. The circuit house, by the way, has housed Jim Corbett for long stretches in the past.\nShreehari Resort is another quiet place to live. The resort is the only accommodation available at Mukteshwar (0 Milestone), which is surrounded by thick coniferous forest as seen from the front side of the rooms. There are a bunch of other places to stay at just outside of Mukteshwar. Mountain Trails is one of them, and there is Krishna Resorts. The former is pretty well located for scenic views.\nIt is better that you stay at Peora which is about 10km from Mukteshwar on the way to Almora and good apartments are available for staying in comfort (Resort Sequester). Peora offers excellent Himalayan view with its snow capped ranges. Or else you may choose to stay at Sagarkhet towards Ramgarh. Some small lodges exist but water supply may pose a problem.\n\n1 Tudor House Mukteshwar, Sargakhet, ☏ +91 9873026422, toll-free: +91 9873026422, tudorhousein@gmail.com. Homestay with friendly staff. Outdoor activities and indoor games for entertainment.    (updated Jul 2024)",
    "Go next": "Nainital - the lake city,\nAlmora - the ancient capital of Chand rulers."
  },
  "total_sections": 10,
  "section_names": [
    "Introduction",
    "Get in",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}