{
  "title": "Pithoragarh",
  "source": "https://en.wikivoyage.org/wiki/Pithoragarh",
  "sections": {
    "Introduction": "Pithoragarh is a city in  Uttarakhand. It is close to the China, Nepal and Tibet border.",
    "Get in": "Pithoragarh can be accessed by bus and taxi. The buses are available from New Delhi at ISBT Anand Vihar which are of category general to luxury:\n\nNew Delhi to Haldwani to Pithoragarh\nNew Delhi to Tanakpur to Pithoragarh\nNew Delhi-Bazpur-Kaladungi-Nainital-Almora-Pithoragarh.\nIf you come by the first option then you have to get down at Haldwani and from there you will get a shared taxi to Pithoragarh, in this option the buses available from Delhi are of both categories (i.e., A/C, non A/C), but if you come by the second option then you will get a direct bus from there, but the condition of the roads is not good, so it is advised to come by the first option.\nThe third option is the best if you have your own vehicle. The travel time is 10½ hrs from Delhi, if you are experienced in hill driving; if not, then 12 hours. This time includes numerous stoppages for photography. The road is very good and the distance by road is 490 km.\nThere is a new airstrip and ATC set up near NainiSaini, and this likely to open once some political and technical hurdles are overcome.\nThere is a new riverside road project in line, that will reduce the journey time by a huge factor.",
    "See": "1 Askot (Askote). It is the place which was built by Chand Rajas, here you can find good forts.    \n Walthi, Munsyari. It's in the mountains and a really nice place to see the sunset and sunrise. You can jog to this place in the morning or can take a walk. The view is panoramic from this place. \n Chandhag (Chandak). This is 7 km from the town and you can see the panoramic view of the city from this hilltop. A temple dedicated to 'Manu' is located here. \n Dekatya temple (It is 3 km from Pithoragarh and with Neda Village. It is very beautiful little mountain. There is mulpa mata temple with different types of fruits such as dadim (anardana), anar, guava, plum, apple, hissaloo, kafal. The view of Himalaya Parvat (Panchachuli) and Ashurchula Parvat is very beautiful.). \n2 Dharchula. It's another town in Pithoragarh district which is very close to Nepal, you just need to cross a river and you will be in another nation.    \n3 Dhwaj. It is some 30-40 km from the city, shared taxis and call taxis are available at the stations. It is the pilgrimage for all in the city, once you reach Dhwaj by car you need to travel almost 10 km in a hill, and it will be nice trekking.    \n4 Didihat. It is the place where you can see the Himalayas very close to you.    \n The Hilltop Buddhha Monastery. It is also in the city premises near the city stadium. \n5 Jhulaghat. The town is 35 km on the banks of river Kali. This river which separates India and Nepal. A suspension bridge connects both the countries and you can got to see the stuff on the other side of the bridge, i.e., Nepal.    \n Local Temples. There are a number of local temples in the city which can be accessed easily, and most of them are in hill tops so it will be a good trekking. \n6 Munsyari. It is the place famous for rajma (an Indian vegetarian dish), and close to the Himalayas. It's the base point for Milam Glacier trek.    \n Thalkedar Temple. It's a small trek to a hill top. The route and the view from the top is beyond compare. \n7 Gangolihat. Gangolihat is one of the biggest Himalayan hill stations in the Pithoragarh district of Uttarakhand, India. It is a place where Adi Guru Shankaracharya worshipped Devi Haat Kalika to get the moksha from human body and is also the sub divisional headquarters of the Indian army.    (updated May 2022)\n Nainital. Nainital is a Himalayan resort town in the Kumaon region of India’s Uttarakhand state, at an elevation of roughly 2,000m. it’s set around Nainital Lake, a popular boating site with Naina Devi Hindu Temple on its north shore. A cable car runs to Snow View observation point (at 2,270m), with vistas over the town and mountains including Nanda Devi, Uttarakhand’s highest peak. (updated May 2022)",
    "Buy": "The rajma of munshyari (vegetarian dish - red beans in a spice laden gravy)\nThe fruits like kinnnu (kinnow-mandarins), kivi\nHandcrafted items.\nThe local sweets called baal mithai and khainchwa\nThulma/Chutka (a type of woolen blanket/quilt) from Munsyari.\nWoolen Carpets (locally called dun) from Dharchula District.",
    "Eat": "There are a lot of eateries available from low budget to high budget some of the famous ones are: \n\n Gupta Samosa, Takana Road. \n Jyonaar, Gandhi Chowk. \n Kumars. \n Meghna Sweets and Restaurant. \n Pavan Sweets. \n The Pine Resort, Aincholi. \n Satkaar Sweets and Restaurant. \n The Treat (Punetha Inn), M G Road. \n Zara Residency.",
    "Drink": "There are many good bars and cafes around the town.\n\n1 Cafe on the Rocks, Chandak.    (updated Nov 2018)\n New Bar, Khari bazar near KMOU bus stand. \n Royal bar, Siltham.",
    "Sleep": "Decent hotels are available which are not very costly but these are the recommended ones.\n\n Hotel Shivam. \n Hotel Uttaranchal Deep. \n Hotel Meghna, Simalgair Bazaar. \n The Pine Resort, Aincholi (Situated 2 km from Pithoragarh. The view from this hotel of the valley is tremendeous.). \n Punetha Inn, M G Road. \n Raja Hotel. \n Samrat Hotel. \n Tourist Guest House. KMVN (Kumaon Mandal Vikas Nigam). \n Ulka Priyadarshani. \n Zara Residency.",
    "Go next": "Askot - rivers, lakes and the famous Askot Sanctuary (protected area for snow leopards, Himalayan black bears, musk deer and many other animals.\nDarchula - Kali River. Stop over to Mansarovar Yatra.\nGangolihat - famous for the Hatkalika Fair at the Kalika temple.\nPatal Bhuvaneshwar - Subterranean shrine of Lord Shiva. The cave temple is 91 km from Pithoragarh.\nMunsyari"
  },
  "total_sections": 8,
  "section_names": [
    "Introduction",
    "Get in",
    "See",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}