{
  "title": "Uttarakhand",
  "source": "https://en.wikivoyage.org/wiki/Uttarakhand",
  "sections": {
    "Introduction": "Uttarakhand (Hindi: उत्तराखण्ड Uttarākhaṇḍ), until 2007 known as Uttaranchal, is a stunningly beautiful state in the Himalayan North of India.",
    "Regions": "Uttarakhand has two large divisions, each with its own culture and language.",
    "Cities": "Here are nine of the most notable cities.\n\n1NOT EXISTING IMAGE Dehradun — the capital, called the \"Oxford of India\" for its boarding schools\n2 Almora — a hill station\n3 Haridwar — a holy city on the Ganges and one of the sites of Kumbh Mela, the world's largest festival\n4NOT EXISTING IMAGE Mukteshwar — a small town made famous by Jim Corbett who penned the novel \"The Man Eaters of Kumaon\"\n5 Mussoorie — famous hill station near Dehradun known for its scenic beauty and panoramic views\n6 Nainital — picturesque hill station in the Himalayan foothills known for its 150+ year old schools\n7 Pithoragarh — a city in Uttarakhand that is close to the borders with China (Tibet) and Nepal\n8 Rishikesh — the yoga capital of the world",
    "Other destinations": "1 Badrinath — temple of Vishnu\n2 Chakrata — picturesque, less frequented hill station\n3 Corbett National Park — oldest national park of India\n4 Dunagiri — nature retreat\n5 Gangotri — source of the holy Ganges river\n6 Kedarnath — temple of Shiva\n7 Munsyari — End of the Indian road and start of trekking routes into the montane wilderness\n8 Rajaji National Park — National Park and Tiger Reserve\n9 Nanda Devi and Valley of Flowers National Park — a  UNESCO World Heritage Site, famous for its outstanding natural beauty, endangered animals and endemic alpine flowers",
    "Understand": "Uttarakhand, which is in the Himalayan region, is one of the most picturesque states in the country and has tourist destinations that range from hill stations to popular towns to pilgrim destinations.",
    "Talk": "The local languages are Kumaoni and Garhwali, but everyone also speaks Hindi. English is not so common, but well-understood and spoken in some parts.",
    "Get in": "There are many ways to enter Uttarakhand. If you are interested in seeing the Garhwal region you can enter through either Haridwar or Kotdwar. Haridwar is the more popular entrance. For both options there are regular bus and train services available from New Delhi. Entry in Kumaon is through Ramnagar, Haldwani or Tanakpur. Major entry points of the state include:\n\nIf entering from Dehradun, you can head towards Mussoorie, Chakrata, Barkot and Yamunotri.\nIf entering from Haridwar, you can head towards Rishikesh, Tehri, Uttarkashi and Gangotri.\nIf entering from Kotdwar, you can head towards Lansdowne, Satpuli, Pauri, Srinagar, Rudraprayag and Kedarnath.\nIf entering from Ramnagar, you can head towards Ranikhet, Chaukhutia, Karnprayag, Joshimath and Badrinath.\nIf entering from Haldwani, you can head towards Nainital, Almora, Kausani, Bageshwar, Chaukori and Munsyari.\nIf entering from Tanakpur, you can head towards Champawat, Lohaghat, Pithoragarh, Askot, Jauljibi and Dharchula.",
    "Get around": "Public transport mainly consists of buses and shared jeeps that ply the major north-south pilgrimage routes during the day. Travelling between or away from these routes may require a long wait, hitchhiking, or hiring a private vehicle. In the higher mountains, most drivers are friendly and will take extra passengers if they have empty seats, often in exchange for a small payment (similar to the bus fare).\nRockfalls are frequent during monsoon season, and can delay travel for several hours. The main north-south routes are also the main access points for the Indian Army to its border with China, so rockfalls tend to be cleared quickly (i.e. within the same day) on these roads. Rockfalls on minor roads may stop traffic for days or sometimes even weeks.\nUttarakhand is an increasingly popular destination for motorcycling and cycling, and walking is an option in pilgrimage season, when thousands of pilgrims walk the major pilgrimage routes.\nPrivate taxis and jeeps are available in most towns.",
    "See": "Nainital, Mussoorie and Ranikhet though it's better to treat these slightly overcrowded, touristy 'hill stations' as base camps to explore lots of other hidden jewels further afield in Uttarakhand. In Garhwal, Pauri and Gwaldam there are very peaceful & scenic places. In the Kumaon region, if you are near Almora and want to stay in a secluded area, try Peora or Mukteshwar.\n\nJim Corbett National Park -The oldest national park in India, this wildlife sanctuary has been a hot-spot for plenty of nature lovers. The humble abode of Sambar deer, elephant, golden jackal and many others, the park has surprises in store for all. It is inhabited by at least 300+ tigers, 600 species of birds, 50 mammals and 25 reptile species. From abundant flora and fauna to green foliage, there is beauty all around.\nRajaji National Park - Rajaji National park always attracts to wildlife enthusiasts and nature lovers. This place is located around 248 km from Delhi and around 6 km from Haridwar. This park remains open from November to June for the tourists.\nBadrinath Temple - This beautiful temple is located near to Alaknanda River, at an altitude of 3133 meters above from the sea level. This temple is dedicated to the Lord Vishnu.\nBhowali - Bhowali is situated at a distance of 12 km, from Nainital, at an altitude of 1,706 m, from the level of sea. This place provides a panoramic view of the nature. This place if famous for its panoramic view as well as hill fruit mart, which was established in 1912.\nDehradun - Dehradun is the capital city of Uttarakhand. This is one of the oldest cities of India, located in the Himalayas. This city is also termed as the “Oxford of India”, as it is best known educational centres of India.\nDunagiri - pristine and tranquil ancient forests.",
    "Trekking": "Uttarakhand is a great place for trekking. At the lower levels, there are forests and wildlife. At the upper reaches, you go past the tree line to snow clad mountains. There are many trip designs which can be conceived of, but there are perhaps around 20 trips which are the most popular. See also: Leave-no-trace camping and Wilderness backpacking",
    "Roopkund Trek, Bedni Bugyal, Chamoli District": "One of the most popular treks. Roopkund, also known as Mystery Lake, is a clear water Himalayan lake. Roopkund starts from Debal. This beautiful lake is surrounded by majestic Himalayan peaks covered with snow and glaciers. Generally, trekkers and adventurers travel to Lohajung or Wan by road. From there, they climb a hillock at Wan and reach Ran ki Dhar, where a flat area allows for overnight camping. If the sky is clear, one can see Trishul Parvat from Bedini Bugyal. The next camping spot is at Bedini Bugyal, which is 12–13 km from Wan. There is a huge grazing ground for mules, horses, and sheep. One can see many Himalayan peaks from Bedini Bugyal bridge. Trekkers then go up to Bhagwabasa, which is 10–11 km from Bedini Bugyal. The weather at Bhagwabasa is hostile most of the year. From Bhagwabasa, trekkers either go to Roopkund and return, or go to Shila Samundra (Ocean of Stones) via Junargalli Col Pass, which is just above the lake, and then proceed to Homkund.  Another trekking route starts from Mundoli, near Tharali, which is accessible from Haridwar and Rishikesh. Kathgodam - Ranikhet - Garur- Gwaldam - Debal (1220 m) - Bagrigad (1890 m) - Mundoli village - Lohajung pass - Wan village (2590 m) - Bedni Bugyal (3660 m) - Kalu Vinayak - Baghubasa - Roopkund. Kathgodam is the only place connected by rail.",
    "Tungnath- Chandrashila Trek, Chopta": "Chandrashila commands the most beautiful view of the Himalayas in the whole region, especially Chaukhamba & Nanda Devi. There's one of the Panch Kedars - Tungnath's temple - the highest temple of Shiva. There are camping fees for the location as it comes under Kedarnath Wildlife Sanctuary.  Take your own trekking equipment. It’s better to rent from Delhi. You can pitch & stay anywhere you want along the trek route.",
    "Deoriatal Trek, Chopta": "Deoriatal Trek is one of the famous trekking destinations in Uttarakhand. One can drive up to the Sari village near Ukhimath, from where it is a short 4 km walk to the lake. Trekking can be done for entire year in Deoriatal.",
    "Gaumukkh Tapovan Trek, Gangotri, Uttarkashi": "Gaumukh Tapovan Trek is a scenic and spiritually significant trail located in the Uttarkashi district of Uttarakhand. Thousands of pilgrims and adventure enthusiasts embark on this trail. Starting from the holy town of Gangotri, the journey is usually completed over 6 nights and 7 days, spanning over 46 km in total. The route takes you through forests, boulder zones, and glacier crossings, with changing scenery at every turn. Major night halts are Chirbasa (Pine trees), Bhojbasa (Bhojpatra trees), and Tapovan (meditation spot of gods). It takes you to the Gangotri Glacier's Gaumukh, which means \"cow's mouth\" and is the origin of the River Ganga. After proceeding forward, the trail ascends to Tapovan, a high-altitude alpine meadow. From Tapovan, you get up-close views of the giant Himalayan peaks of the Garhwal mountain range including Mt Shivling and Bhagirathi sisters. The views are so close that no other place in Uttarakhand can offer something similar. It climbs to an altitude of around 14,150 feet offering both challenging terrain and rewarding views.",
    "Har ki Dun Trek, Mori, Uttarkashi": "The Har ki Dun Trek is a beautiful and peaceful trail in the Garhwal Himalayas. Known as the Valley of Gods, it is one of the oldest trekking routes in India. The trek begins from Sankri and moves through Taluka, Dharkot, Gangad and Osla villages. It covers a total distance of around 34 kilometers. The highest point of the trek is 11,600 feet at Har ki Dun Valley and 12,500 feet at Marinda Lake. The complete journey takes about 6 nights and 7 days, starting and ending in Dehradun.\nThis trek is best done in two seasons. From April to June, the valley is full of green forests and blooming flowers. From September to November, the views become golden and the sky remains mostly clear. The difficulty level is easy to moderate, so beginners and children above 10 years can also join. Daytime temperature stays between 5 to 15 degrees, and nights can drop to -2 degrees.",
    "Kalindni Pass Trek": "Gangotri to Badrinath. The trek is approximately 100 km long and is considered a technical route. It requires a permit from the \"SDM\" and the \"Tourism Department\" of Uttarkashi, as it lies in the inner line area between Tibet and India.",
    "Khatling Glacier": "This glacier is highly crevassed and should only be attempted with proper preparation. It can be approached from Gangotri town via Audens Col, or from Ghuttu village through the Bhilangana Valley.",
    "Kuari Pass Trek, Auli, Chamoli": "Kuari Pass Trek is a scenic Himalayan trail located in the Chamoli district of Uttarakhand. It starts from villages like Dhak or Tugasi and goes up to a height of 12,500 feet. The total trekking distance is around 33 kilometers, making it suitable for beginners as well as experienced trekkers. The trail is not too difficult and is graded as easy to moderate. It offers a mix of peaceful nature and exciting adventure. During the winter months, the entire trail gets covered in snow. This turns the trek into a magical white wonderland. In other seasons, the landscapes change with the weather. Spring brings blooming flowers. Summer offers green valleys. Autumn lights up the forest with golden shades. Every season tells a different story. You also get stunning views of the Garhwal Himalayan peaks like Nanda Devi, Dronagiri and Kamet. Whether you love nature or seek adventure, Kuari Pass Trek is a memorable experience.",
    "Madmaheshwar Trek": "near Ukhimath, Rudraprayag - one of the most beautiful treks leading to a Panch Kedar, it's at the base of Chaukhamba Peak (7,000 m/23,950 ft).",
    "Panwali Bugyal Trek, Tehri District": "it leads to Triguninarayan, a place where the eternal flame of Shiva & Sati's (Parvati's previous incarnation) marriage is still kindling.",
    "Satopanth Swargarohini Trek": "near Badrinath, one of the most pristine treks. Satopanth tal is a lake at an altitude of 4,600 m.",
    "Thailisan": "Binsar Trek in Pauri, an uplifting trek, providing panoramic view of Himalayas.",
    "Trekking inside Nanda Devi Sanctuary": "Valley of Flowers Trek - near Badrinath - the most beautiful valley.\nNanda Devi National Park Trek- Covers Lata Karak, Saini Kharak & Jindidhar on the periphery of the corezone. The park is open for trekking and camping till Dharanshi inside the core zone.",
    "Dayara Bugyal Trek, Uttarkashi": "Dayara Bugyal is one of the most beautiful meadow treks in India. It is located in the Uttarkashi district of Uttarakhand. This trek is known for its vast high-altitude grasslands and peaceful views. The trail begins from Raithal village and takes you through forests and open lands filled with lush greenery. It is a short trek of about 3 to 4 days and covers around 22 kilometers in total. The distance may change a little depending on your route. The trail is gradual and easy to follow. That makes it perfect for beginners and families.\nOnce you reach the Bugyal, you will be surrounded by endless pastures with the snowy Garhwal Himalayas in the background. From here, you can see peaks like Mt. Bandarpunch, Black Peak, Srikanth, and Draupadi Ka Danda (DKD). Dayara Bugyal also looks magical in winter and is known as one of the best winter treks in Uttarakhand.",
    "Eat": "Kumaoni food is very simple but very nutritious and completely suits the hard environment of the Himalayas. Pulses like gehet are fashioned into different preparations like ras-bhaat, chains, faanda and thatwaani – all are unique preparations from the same pulse. Jholi or curry seasoned with curd. Chudkan\n\nAaloo gutuk and Pinalu Gutuk  are fried potatoes or pinalu, seasoned with spices.\nBal Mithai is a brown chocolate-like fudge, made with roasted khoya, coated with white sugar balls.\nBhatt ki Churkani is a soup like preparation of bhatt pulses eaten with rice.\nChains is a preparation of whole urad which are first roasted then ground and then seasoned into a soup.\nDubka is a simple dish made from various lentils, which are ground and made into a curry-like dish with a few local spices available in the Kumaon hills like jamboo and jakhiya. It's usually made in an iron wok and eaten with rice.\nJholi is a curry seasoned with curd and curry leaves.\nKaapa is a dish prepared with spinach leaves crushed into a paste and cooked with other condiments.\nSaag is a fried dish of green vegetables. Can be made from any of the various green vegetables like palak (spinach), lai, methi (fenugreek leaves) and so on.\nThe types of food here include Garhwali, Indian, Chinese and Tibetan. In the tourists centers such as Badrinath, Gujarati, and Marwari, other regional cuisines are available for the hordes of pilgrims that descend on the holy sites every summer.",
    "Drink": "Uttarakhand has high excise taxes on beer and alcohol: a bottle of beer can cost ₹150-₹250, nearly double the price of some other states in India.  Quite a few holy towns including Haridwar and Rishikesh are officially dry. Cannabis is illegal, but widely used anyway.",
    "Stay safe": "The roads are a bit tricky, and taxi rides in the hills may appear dangerous, but otherwise Uttarakhand is a pretty safe place for tourists. However, tourists are known to encounter problems in the urban centres and the plains districts such as Haridwar.",
    "Go next": "One may take up one of the trekking tours to have a walk in Chopta, Tungnath, Deoria Taal and Chandrasheela. Or, simply dive into the natural garden of Buransh - a destination considered to be the Switzerland of India."
  },
  "total_sections": 28,
  "section_names": [
    "Introduction",
    "Regions",
    "Cities",
    "Other destinations",
    "Understand",
    "Talk",
    "Get in",
    "Get around",
    "See",
    "Trekking",
    "Roopkund Trek, Bedni Bugyal, Chamoli District",
    "Tungnath- Chandrashila Trek, Chopta",
    "Deoriatal Trek, Chopta",
    "Gaumukkh Tapovan Trek, Gangotri, Uttarkashi",
    "Har ki Dun Trek, Mori, Uttarkashi",
    "Kalindni Pass Trek",
    "Khatling Glacier",
    "Kuari Pass Trek, Auli, Chamoli",
    "Madmaheshwar Trek",
    "Panwali Bugyal Trek, Tehri District",
    "Satopanth Swargarohini Trek",
    "Thailisan",
    "Trekking inside Nanda Devi Sanctuary",
    "Dayara Bugyal Trek, Uttarkashi",
    "Eat",
    "Drink",
    "Stay safe",
    "Go next"
  ]
}