{
  "title": "Himachal Pradesh",
  "source": "https://en.wikivoyage.org/wiki/Himachal_Pradesh",
  "sections": {
    "Introduction": "Himachal Pradesh (Punjabi: ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼) is a state in north India, and offers much for those looking to experience the Himalayas. While it does not claim the highest peaks in the range, there is plenty to do aside from mountaineering. Its name literally means \"Abode of Snow\".",
    "Cities": "Here are nine of the most notable cities:\n\n1 Shimla — the summer capital of Himachal and once the summer capital of the British Raj\n2 Dharamsala — the winter capital of Himachal, it is also the home of the Dalai Lama and India's largest Tibetan community and a major Buddhist centre\n3 Bilaspur — first city in Himachal Pradesh on way to Manali\n4 Dalhousie — a sleepy little town which retains its Victorian charm\n5 Jogindernagar — popularly known as the City of Powerhouses, the town has resorts and tourist attractions\n6 Kullu — a few km south of Manali\n7 Manali — a buzzing and popular hill station, and a hub for travel around this part of the Himalayas\n8 Mandi — major town with Revalsar Lake\n9 Palampur — famous for tea gardens, Neugal Cafe and Sourav Van Vihar",
    "Other destinations": "1 Bharmour — the ancient capital of Chamba district, and is known for its scenic beauty and ancient temples\n2 Chandrataal Lake — a beautiful high altitude lake in Spiti\n3 Great Himalayan National Park —  UNESCO World Heritage Site home to many species of wildlife\n4NOT EXISTING IMAGE Kunjum Pass (Rohtang Pass) — on the way from Keylong to Kaza, it remains closed for nine months due to heavy snowfall\n5 Masroor Rock Cut Temples - Sometimes in the 8th or 9th century - but most likely in the second half of the 8th century - one of the characteristic sandstone ridges in Kangri valley was reshaped in a miraculous way.\n6 Narkanda — known for Hatu Peak on the famous Hindustan Tibet Road\n7 Parvati Valley — a lush green valley offering numerous treks of different grades\n8 Pin Valley National Park — located in the Spiti Valley (Lahaul and Spiti), several endangered animals including the Siberian Ibex and Snow Leopard can be found in this snow-covered area\n9 Rewalsar — a lake sacred to both Buddhists and Hindus\n10 Tashijong —  a small Tibetan settlement with a lay community of about 400 people and a Drukpa Kagyu monastery (established by the 8th Khamtrul Rinpoche) with about 140 monks.",
    "Understand": "Himachal Pradesh is a state, located in northern India. It is a mountainous state in the western Himalayas. Tourism contributes significantly to its economy as the state attracts tourists from all over the world. Hill stations such as Shimla, Dharamshala, Kullu, Manali, Dalhousie, provide a retreat during summer. The mountainous state has a picturesque landscape all over and a lot of things to see and do. It is also known for its adventure sports such as rafting, skiing, paragliding, and horse riding.\nThe Great Himalayan National Park is a  UNESCO World Heritage Site located in Kullu. It consists of diverse flora and fauna at elevations ranging from 1,500 to 6,000 meters. The diversity in elevation also leads to varied types of forests - Deodar, Himalayan Fir, Spruce, Oak and Alpine.\nKullu's Dussehra festival is world-renowned which the government recognized as International festival. The state also hosts important religious sites such as Shri Chamunda Devi Mandir in Kangra and Naina Devi Temple in Bilaspur. \nThe town of Dharamsala hosts a large Tibetan community, where the Dalai Lama lives after he fled Tibet.",
    "Talk": "Hindi, Pahari, Punjabi and English are the main languages found in the state. Pahari is a dialect more closely related to the Dogri language in lower Himachal. In upper Himachal languages of Tibetan origin are used in daily conversation. Every district has its own dialect, e.g. Bilaspuri Mandyali.",
    "By plane": "Shimla, Kullu (for Manali) and Kangra or Pathankot (for Dharamsala) have small airports, with services largely limited to Delhi.  Flights are frequently cancelled or delayed by adverse weather. In addition, the airport in Pathankot (Punjab) can be a convenient connection for Dharamsal] and Dalhousie. If you are on a tight budget you might want to skip this option as it is way more costly than other modes of transportation. Airfare on this route is one of the highest in the world for a given unit distance. The airport for Shimla is at Jubbal Hatti, which is around 40 km away from the main Shimla City.",
    "By train": "Given the difficult geographical position of the state, there is very little penetration of railways. Railways give access to peripheral districts and the capital, Shimla. Nevertheless, it is an amazing experience going from Kalka to Shimla. The Kalka-Shimla railway track is a UNESCO world heritage site.\nFew points in Himachal are easily accessible by train, but there are narrow-gauge railways from Pathankot (Punjab) to Kangra and Kalka (Haryana) to Shimla. This will take you through beautiful rural Himalayan regions. The ride beyond Kangra is amazing. You ride along the Dhauladhar Range of the Himalayas via Palampur and Baijnath to Joginder Nagar. The region is crisscrossed by rivers and streams.",
    "By bus": "Travel by bus can be done throughout for very little (15-hour bus rides are rarely more than a few hundred rupees). Public buses, though uncomfortable, are a great way to meet people. Though be careful, as riding an Indian bus is already a hair-raising experience, and riding an Indian bus on steep mountain roads is even more intimidating!",
    "Get around": "You need an inner line permit to visit some parts of Eastern Himachal Pradesh.",
    "By motorcycle": "Enfield motorcycles can be rented here for less than 5 dollars a day, with no verification of a motorcycle license. Note that the area may not be the best place to learn how to ride.",
    "See": "Dalhousie is a world-famous hill station, located in the western part of Himachal Pradesh.  Dalhousie is basically built on five different hills called Balun, Tehra, Kathlog, Patreyn and Bakrota, and covers an area of 14 sq. km.  Dalhousie is named after one of the British Governor Generals, Lord Dalhousie.  Dalhousie has many beautiful churches and charming colonial architecture.\nKullu Valley is very well known as Valley of Gods. It is situated on the Beas River bank in the lower reaches of the Himalayas. Rudyard Kipling wrote: \"Surely the Gods live here; this is no place for men\".  Kullu is very well known for its ancient temples, festivals and apple orchards. This place is also famous for its handicraft work and woollen work of puhla, shawls, patoos, caps and namdas. The best time to visit Kullu is during Dusshera in the month of October.\nThe Lahaul Valley is green compared to the Spiti Valley. It is covered with snow for most of the year. Roads are closed from late October to early May. Its main attractions are Patten Valley and Sri Trilokinath Temple, as well as lots of monasteries.\nSpiti Valley is also known as the Little Tibet due to its vegetation, terrain and climate which are similar to Tibet. Spiti also means Middle Country.",
    "Do": "Kangra Valley Railway – Take a scenic and slow narrow-gauge train trip between Jogindernagar, Palampur, Kangra and Pathankot\n\nTrekking opportunities are plentiful, here are a few:\n\nBaralacha-Chandratal Trek – It starts from Manali, ends at Chandratal Lake (\"Moon\" Lake)\nBhabha Pass Trek – It is known for lush green flower-strewn meadows, and picturesque and dense forests.  The path for the Bhaba Pass trek passes through a mixed forest of conifers as well as crop fields of Mastrang.\nBir Bhangal Trek – Bir Bhangal Trek is only for experienced trekkers who have the experience of solid hiking and camping. This is one of the most challenging trekking trails which starts from the Kullu valley.\nDarcha Lamayuru Trek – This is one of the most popular treks in Himachal Pradesh, and one of the most traversing treks, passing through the Zanskar\nDarcha Padum Trek – From Darcha village located in  Lahaul and Spiti district on the Bhaga River to Padum in Zanskar Region, Ladakh via Shingo La (pass)\nDeo Tibba Expedition – Trek to beautiful Mt. Deo Tibba peak in the Manali valley\nFriendship Peak Expedition – Trek to one of the majestic mountains; Friendship Peak, in the beautiful valley of Kullu\nHampta Pass – One of the most famous trekking trails from the Manali region in the Kullu Valley ending in Lahaul and the Chandra Valley\nIndrahar Pass – A mountain pass in the Dhauladhar range of the Himalayas that forms the border between  Kangra and Chamba districts.\nLamkhaga pass trek – A crossover from Chitkul, Kinnaur to Harsil, Uttarakhand.\nTrekking routes in Himachal\n\nBharmaur Kugti Udaipur Manali trek\nChander Trail in Kullu Valley\nDharamsala Chhota Bhangal over sari Pass Kullu\nHamirpur Deotsidh Sri Naina Devi Trek\nHamta Trek\nKinner Kailash Parikrama\nMaidi to Nadaun\nMalana History Trek\nManali Hamya Herbal Trek\nMorchella trek\nWild Trek in Kullu Valley",
    "Learn": "Buddhism. Classes for the study of Buddhism are taught in Dharamsala and Bir.\nYoga. There are several places to study yoga in Dharamsala.",
    "Eat": "HP food is often very simple but nutritious, including daal, rice, roti, vegetables, paneer, curds and pickles in the Punjabi-influenced Pahari regions. Further north, Tibetan influence is stronger and barley is the main staple grain. Some of the specialities of Himachal include Manee', Madira, Pateer, Chouck, Bhagjery and chutney of Til.",
    "Drink": "In the Tibetan-influenced regions, chhang (fermented rice wine) is common.",
    "Sleep": "There are plenty of hotels and restaurants in and around District HQ as well as main tourist places. There are rest houses of HP PWD at places where it is hard to find hotels.",
    "Go next": "Chandigarh\nJammu and Kashmir\nLadakh"
  },
  "total_sections": 17,
  "section_names": [
    "Introduction",
    "Cities",
    "Other destinations",
    "Understand",
    "Talk",
    "By plane",
    "By train",
    "By bus",
    "Get around",
    "By motorcycle",
    "See",
    "Do",
    "Learn",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}