{
  "title": "Alchi",
  "source": "https://en.wikivoyage.org/wiki/Alchi",
  "sections": {
    "Introduction": "Alchi is a village between Leh and Lamayuru in Ladakh, India. It sites beside the Indus River and its main attraction is the fabulous Alchi Gompa or Buddhist monastic complex.",
    "Get in": "Alchi is 4 km off the main road. The bus from Leh to Kargil stops on the main road near the bridge where the Alchi road turns off (near saspol village), there is a 4 km walk from the bridge to Alchi on a dusty road. Sometimes you can hitch a ride with locals but most of the private tour vehicles will not stop.\nWhen leaving, the bus to Kargil stops at 07:00 at the bridge. It takes approximately 1h 20min to walk to the bridge from Alchi.",
    "Get around": "It is all very close. You can walk.",
    "See": "1 Alchi Gompa (Alchi Choskor). At the Alchi Monastery (or Alchi Gompa) you will find the Kagyur Lakhang Gompa, with many books and a golden Buddha statue, the Sumrtsek temple with three large Buddha statues whose heads are hidden in the roof, the Vairocana temple with a large Buddha statue in a side room and the Lotsa temple with many small Buddha murals, partially badly damaged by leaking water. There is also a new temple, which is usually not opened for tourists.",
    "Do": "Eat the apricots that are in season during the main tourist season, they look fantastic and make the whole village come alive with colour.",
    "Buy": "There are usually a multitude of trinket stores on the walk to the Gompa, and three small general stores in the main square.",
    "Eat": "There are two restaurants on the road to the Gompa aimed at tourists, there is also a local dhaba shop near the square where you can get cheap rice and dahl.",
    "Drink": "Chang beer, a local brew though widely banned in Leh is available here- ask around.",
    "Sleep": "There are a number of new guesthouses/hotels appearing in the village and you will likely be offered a homestay by one or two old laddies when you arrive- but bargain on price, the villagers don't seem to know the usual rate of hotels in nearby towns and will likely ask far too much.\nLotsava Guesthouse. Nice and clean rooms with decent toilets and shower, which are situated in the garden. The restaurant serves good and reasonably priced food.",
    "Go next": "Lamayuru\nLeh"
  },
  "total_sections": 10,
  "section_names": [
    "Introduction",
    "Get in",
    "Get around",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Drink",
    "Sleep",
    "Go next"
  ]
}