{
  "title": "Kargil",
  "source": "https://en.wikivoyage.org/wiki/Kargil",
  "sections": {
    "Introduction": "Kargil is a town in Ladakh, India. It's an important transit hub of Ladakh, with roads leading from here to Leh, Srinagar, and Padum in Zanskar. One of the two capitals of Ladakh, and the capital of Kargil district, it is still a small town.  While interesting in many ways due to its historic position on the caravan routes, nothing of this is visible to the casual visitor. It is notorious with travellers as a necessary stop between Central Ladakh, Zanskar and the Kashmir Valley.\nThe town is famous due to the Kargil War, when the town and surrounding areas were shelled by Pakistan-based militants.\nThis article also covers Dras, the coldest settlement in India and a stopover town between Kargil and the Zoji La pass.",
    "Get in": "Kargil has direct bus connections with Leh, Srinagar, and Padum. Shared Jeeps make a faster, more expensive alternative to the buses, they leave from near the Bus depot, on main Bazaar.\nMost people passing through Kargil are going from Leh to Srinagar, or vice versa, and have booked a through ticket. Be sure to do this if at all possible.\nFor people coming from elsewhere in Ladakh, or going to Zanskar the bus station is chaotic and it can be confusing to get a ticket. The ticket office is down a small pedestrian lane in an unmarked large stone building. There are normally a couple of buses parked in front, a couple minutes' walk from the bus depot.",
    "Get around": "Kargil is small enough to walk from one end of town to the other easily.",
    "See and do": "There are nothing much to see or do within Kargil. The general area around Kargil has pleasant scenery and would make for nice walks.\n\n1 Kargil War Memorial, NH 1, Dras (54 km (34 mi) from Kargil). The memorial commemorates the soldiers that died in the 1999 Kargil War between India and Pakistan. The main feature within the memorial is a pink sandstone wall which has the names of the soldiers who lost their lives engraved upon it.      (updated Aug 2020)",
    "Mount Nun expedition": "1 Mount Nun is a stunning mountain peak. With an elevation of 7,135 m, it is the highest peak in the Zanskar Range of the Himalayas. Mount Nun is also known as Kun Nun, which means “white snow” in the local language.\nMount Nun is a popular destination for mountaineers and adventurers. The Mount Nun expedition is a challenging journey that requires high levels of fitness, technical climbing skills, and a lot of mental and physical preparation. The climb is not for the faint-hearted, and those attempting it should have prior experience in mountaineering.\nThe journey to Mount Nun begins in the town of Kargil, which is the closest town to the mountain. From here, climbers will embark on a 1-day trek to the base camp of the mountain. The trek is arduous, passing through rugged terrain, steep valleys, and rocky terrain. The trek offers breathtaking views of the surrounding mountains, glaciers, and valleys.\nOnce climbers reach the base camp, they will have a few days to acclimatise to the altitude and prepare for the climb. During this time, climbers will be required to undertake short hikes and training sessions to get accustomed to the terrain and conditions of the mountain. Climbers will have to negotiate steep ice walls, rocky terrain, and difficult crevasses. The climb to the summit typically takes around 5-7 days, depending on weather conditions and the pace of the climbers.\nThe summit of Mount Nun is a rewarding and unforgettable experience for those who make it to the top. Climbers will be able to see the Himalayan ranges, glaciers, and the stunning beauty of the Zanskar valley.",
    "Buy": "Kargil has no souvenir shops, although you might visit one of the music shops selling locally produced folk music.",
    "Eat and drink": "There are a plenty of decent restaurants of the Dhaba variety around the Main Bazaar. The Tibetan restaurant on the third floor of a building in the main street offers pleasant and inexpensive Tibetan dishes, such as Momo and Thugpka.\nKargil is a good place to stock up on trekking food, better than Padum for dry fruit and fresh veggies. Don't miss the dried apricots, and fragrant tandoori naan.\nAs a conservative Muslim town, there are no bars. Tea is available in any of the dhabas.",
    "Sleep": "For a city where it's necessary for so many to spend the night, accommodation is of very low quality and poor value. For the price of a beautiful double room in Leh, here you will get a dirty, dark box. There are enough places to choose from and finding a bed is not a problem; follow the signs all around the bus depot and main bazaar. A sleeping bag is useful, as the bedding is unlikely to be clean in even the more expensive places.\n\nIzhar Palace This rather run-down place near the bus station offers bedding on the floor in a dormitory with very warm blankets (a must in Ladakh) for ₹50.\n1 Hotel D' Meadows Ladakh, NH 1, ☏ +91 94191 76373, info@dmeadowsladakh.in. Has 24 hour room service and serves bottled drinking water. The pricier rooms offer mountain views.    (updated Oct 2024)\n2 Hotel The Kargil, Hospital Rd, ☏ +91 98119 95752.    (updated Oct 2022)",
    "Respect": "Remember this is a conservative Muslim area, and it would be inappropriate for men or women to wear shorts. Women should particularly avoid tight or revealing clothes.\nAlso, visitors should avoid any raising any political discussion in public on issues like Hindu-Muslim riots; whether Kashmir should be a part of India, Pakistan or a separate state; or any other topic that might hurt the sentiments of either Hindus or Muslims.",
    "Go next": "Lamayuru – small village with a Buddhist gompa, on the way to Leh\nZanskar"
  },
  "total_sections": 10,
  "section_names": [
    "Introduction",
    "Get in",
    "Get around",
    "See and do",
    "Mount Nun expedition",
    "Buy",
    "Eat and drink",
    "Sleep",
    "Respect",
    "Go next"
  ]
}