{
  "title": "Nubra Valley",
  "source": "https://en.wikivoyage.org/wiki/Nubra_Valley#Q24911885",
  "sections": {
    "Introduction": "Nubra Valley is a vast region in Ladakh, India.",
    "Cities": "1 Diskit – The de facto main town in Nubra Valley, famous for its apricot plantations and a 350-year-old monastery.\n2 Hundar – This village owes its growth to the nearby sand dunes, and it's the one with the most accommodation options, with at least two hostels. The gardens of the village are filled with delicious apricot and apple trees, and lots of green vegetable fields.\n3 Panamik – A scenic village with mountains rising from the valley as some child has made them of mud, popular for its hot springs.\n4 Sumur (Sumoor) – A village with numerous guest houses, and the Sumur Dunes and Eco Buddha Park nearby.\n5 Thang – The last inhabited place before Pakistan, a magnet for Indian tourists but unfortunately closed to non-Indians since August 2012.\n6 Turtuk – A remote and scenic village of about 4,000 residents, inhabited by ethnic Muslims. On the edge of the Shyok Valley, in popular understanding a part of the Nubra Valley, it is a few kilometres from the 'line of control' (the de facto border) between India and Pakistan, on the Indian side. It had numerous homestay options.\n7 Tyakshi (Shaksey) – The last settlement non-Indians can go to, with a single guesthouse, but otherwise not particular interesting.\n8 T-mord – It basically means T junction in Hindi, the point where either of the two valleys Shyok and Nubra branches off and you have to decide where you are heading, Also, a good place for hitch-hiking.",
    "Understand": "Nubra Valley lies in the old Silk Route from South to Central Asia. Traders and their caravans used to traverse this route from areas in Ladakh and Kashmir to Central Asian places like Yarkand and Baltistan. Now it is a military area because this region is bordered by Pakistan and China, with whom India does not have very cordial relationship. The valley is relatively warm during summers but temperature goes down to -40 °C during winters.\nThis region is fed by two rivers, one is Shyok and other one is Nubra. When descending from Khardung La pass, one encounters Shyok river and continues on its left bank. The river's entire basin is visible from road. The river is not full of water so, it has many channels. The basin is filled with sand, stones and occasional green patches of trees, shrubs and sometimes cultivated fields. Same is the case with Nubra river which originates at Siachen Glacier. They both meet near a place called Khalsar.\nTurtuk is the penultimate village open to foreign tourists before Pakistan. Until 1971 Turtuk was a part of Baltistan, shared strong economic and cultural ties with Tibet.",
    "Talk": "The people here speak Ladakhi or Balti and their dialects but they also speak and understand Hindi fairly well and know a bit of English, mostly due to the number of foreign tourists who visit this region.",
    "Get in": "There are essentially three routes into Nubra Valley:\n\ndirectly from Leh via the scenic Khardung La (pass), the most popular route but wrongly claimed to be the highest motorable pass in the world\nfrom Kharu via Wari La (pass),\nand from Pangong Lake via Tangtse.\nIn Nubra Valley the road forks at a place called T-mord, one of which goes towards towns Diskit and Hunder, and further up to Turtuk and the Line of Control between India and Pakistan. The other road goes to towns like Sumur and Panamik, and further up to Sasoma check point and Siachen base camp, but tourists cannot go beyond Panamik.",
    "By bus": "There is one bus running between Panamik and Diskit, but it will be quite full:\n\nPanamik > Diskit: 9AM\nDiskit > Panamik: ≈3PM\nYou can also use the Leh buses to get around in the valleys, at these approximate times:\n\nDiskit > Skuru: 1–1:30PM\nSkuru > Hundar > Diskit > T-mord: Skuru 8AM, Hundar 8:30AM, Diskit 9AM, T-mord 10AM\nSumur > Panamik: noon\nPanamik > Sumur > T-mord: Panamik 9AM, Sumur 10AM, T-mord 10:30AM\nThere have been no bus connection to Turtuk since COVID.",
    "By taxi": "Many taxis will run through the valley, bringing in tourists or carrying them between sights. You can of course always rely on them. Keep looking for vans, minibuses and jeeps (no pickup) with yellow licence plates, but they probably introduce themselves to you early enough.\nAim for ₹20/km.",
    "By tour": "Many people book a tour in Leh for visiting Nubra in 2–3 days. This includes taxi tours and self-riding motorbike tours. Often these tours last up until a week and will include Pangong Lake and Tso Moriri.",
    "By thumb": "A lot of local traffic will ply the two roads in either of the Shyok or Nubra Valley. Ladakhis are generally very welcoming and you shouldn't have any issues finding a ride to see all sights.\nIt is best to start before 11AM, just to make sure not to get stuck anywhere. Heading to Turtuk is also better in the morning than in the afternoon. Heading out from Turtuk in the afternoon is possible, because many tourist visit for the day and then return to the more center of Nubra.\nSee India#By thumb for general tips and which vehicles to choose.",
    "On foot": "The only meaningful hiking route into Nubra Valley is from Leh to Hundar, a 64-km trail via Lasimiru La at 5,466 m. The trail actually starts in Phyang, but you can also start from Leh combining two routes—see starting trail and main trail.",
    "Fees and permits": "Non-Ladakhi visitors will need a permit to visit Nubra—see Ladakh#Fees and permits.",
    "See": "1 Diskit Monastery. The oldest and largest Buddhist monastery (gompa) in the Nubra Valley. ₹40.   (updated Mar 2021)\n2 Tso Luvan (south of Panamik, 1 km from the highway). An important Buddhist holy lake inside a minor mountain, great for a stroll and surreal pictures. There is a tea stall and a parking where the trail to the lake begins.    (updated Sep 2023)\n3 Samtanling Gompa, Sumur. Samtanling Gompa has a good collection of tangkhas, Buddha idols and frescoes. And it is greatly located on a hill overviewing the Numbra Valley.    (updated Mar 2021)\n4 Eco Buddha Park. A park in construction as of 2023 with a large Buddha statue on the backdrop of the mountain silhouette.    (updated Sep 2023)\n5 Siachen Glacier. It is closed to non-military persons. But this might change in the coming years.      (updated Sep 2023)\n6 Shyok Valley. The area of the Shyok river past Hunder with its mountain scenery, including a few villages of Skuru, Changmar, Bogdan and Turtuk, were only opened to foreign tourists in 2010, so they are still quite new in their contact with tourists and the West, and feel rather unexplored.    (updated Sep 2023)\n Mani-walls. Many of these Buddhist walls can be found in the valleys. (updated Sep 2023)",
    "Do": "Roam around the bank of the Nubra river.\nTrekking to gompas and villages rewards with endless scenic vistas from snow-covered mountains to gorges and deep valleys for the adventure buffs. Saboo to Khalsar and beyond is a good trek option to start with.\n1 Panamik Hot Springs. There are a few hot springs and a few pools in this area. The pool at the GPS coordinates of this listing is the most sophisticated and touristic one—they might charge for this one in the future. But there is another simple pool just behind Oasis Restaurant, 150 m south.    (updated Sep 2023)\n2 Hunder Sand Dunes. Various activities are offered, like quad bike, and camel riding on bactrian camels, who have two humps reminding us of old times when this region was a part of Silk Route to Central Asia. There are some restaurants at the entrance of the \"park\" and parking of course. You also just walk in from Hundar itself without bothering so much about anything commercial.    (updated Sep 2023)\n3 Sumur Sand Dunes. Not as commercialised as the Hundar Sand Dunes, so just enjoy the tranquillity.    (updated Sep 2023)\n4 Hike up Sumur Lungpa. ... to the two mountain lakes at 5,200 altitude with impressive views onto the surrounding mountains and glaciers. There is a trail, see OpenStreetMap.    (updated Sep 2023)",
    "Buy": "This remote region is barely the place to get anything of importance. You might be able to purchase some stone carvings (of animals) in the tea shop near the mosque in Turtuk.",
    "Eat": "Enjoying a typical Ladakhi meal in Nubra is quite a delightful experience. Chang, a local brew (type of ale or beer) and butter tea are must-haves in Nubra. Most guesthouses and homestays prepare the freshest meals.\nRemember, for Turtuk, that if visiting in the summer, you could well be here during the Islamic holy fasting month of Ramadan (or Ramzan to the locals), in which the locals don't eat from sunrise to sunset.\nApricots are the main harvest in September—try to find a guesthouse with these trees.\n\n1 Cham Restaurant, Hundar. Offers one of the best mutton momos in the region, no cheap fillings like onions but just plain mutton meat.    (updated Sep 2023)",
    "Sleep": "As of 2023, the main and most budget place to stay is Hundar with at least two hostels (₹400–500) and countless guesthouses. Also, Turtuk has many homestays starting as low as ₹400 without food and ₹700–1,000 including dinner and breakfast. In terms of choice, your next options are Sumur, Diskit and Panamik—in this order.\nYour best bet to find and reserve accommodation is Google Maps in combination with WhatsApp.\nCamping near the river is an interesting option for adventurous travellers. Close to the village of Sumur is a beautiful camp site by the river.\n\n1 Himalayan Bunker, Hundar, ☏ +91 8082733251. They have large and comfy 6bed tents with clean sheets. Restaurant, warm water bathrooms and WiFi. But the best is when arriving in September, you can fill your stomach with kilos of apricots and apples that grow here and are not harvested, unless to give them to cows. ₹400.    (updated Sep 2023)\n2 The Nunchi - Huts & Hostel. ₹500.    (updated Sep 2023)\n3 Ama Guesthouse Nubra, Diskit, ☏ +91 6005794369, +91 9419216535, amaguesthousee@gmail.com. Nice and comfy guest house. From ₹500 (without food) if not busy.    (updated Sep 2023)\n4 Skayil Guesthouse, ☏ +91 60055 77244, +91 94199 96595. From ₹700 in off-season.    (updated Sep 2023)",
    "Go next": "Pangong Lake – Many tourist choose to head to this famous soda lake after coming from Leh and visiting Nubra Valley. So, the gravel road along Shyok Valley running east, is always busy with motorbikers and taxi vans west to east.\nLeh – You either head back via directly Khardung La or another scenic mountain pass, Wari La, the 13th highest road pass in the world."
  },
  "total_sections": 17,
  "section_names": [
    "Introduction",
    "Cities",
    "Understand",
    "Talk",
    "Get in",
    "By bus",
    "By taxi",
    "By tour",
    "By thumb",
    "On foot",
    "Fees and permits",
    "See",
    "Do",
    "Buy",
    "Eat",
    "Sleep",
    "Go next"
  ]
}