{
  "title": "Ladakh",
  "source": "https://en.wikivoyage.org/wiki/Ladakh",
  "sections": {
    "Introduction": "Ladakh (Urdu: لداخ) is a mountainous region in South Asia. Due to its geographical and cultural similarity with Tibet, Ladakh is sometimes described as \"Little Tibet\". However, unlike Tibet, only a bit over half of the population are Buddhists, with the rest Muslims. The settled population lives between 2,700 m and 4,500 m, and in nomadic encampments even higher.\n\nPolitically, Ladakh is part of the Kashmir region disputed between India and Pakistan. Ladakh is claimed by Pakistan but controlled by India as a union territory. The Aksai Chin Plateau is claimed by India as part of Ladakh, but administered by China as part of Xinjiang.\nOne branch of the ancient Silk Road ran through Ladakh and was a fairly important trade route at one time, for example when Marco Polo crossed it. A pass leads north from Leh to Khotan in what is now Xinjiang. From Leh there are several routes south; the main one involved following the Indus down to Srinagar, and in antiquity to Taxila.",
    "Cities": "1 Leh — main capital of Ladakh a medium-sized town, very picturesque, an excellent base for exploring Ladakh, good guest houses and restaurants\n2 Alchi — a small village with a gompa or Buddhist monastic complex, 4 km off the road between Kargil and Leh\n3 Chumathang — a tourist village with many homestays famous for its nearby hot springs.\n4 Diskit — the main town in Nubra Valley, famous for its apricot plantations and a 350 year-old monastery.\n5 Hanle — a small village in the far east of Ladakh, known as the \"Dark Sky Reserve\" of India and one of the most-visited sites of astronomy. The clear sky and zero light pollution in Hanle provide a crystal-clear view of the universe, thus making it a good destination for astronomy in India.\n6 Hundar — a tourist village that owes its growth to the nearby sand dunes. The gardens of the village are filled with delicious apricot and apple trees, and lots of green vegetable fields.\n7NOT EXISTING IMAGE Kargil — secondary capital of Ladakh, key for access to Zanskar area, and a necessary stop on the way from Leh to Srinagar and the Kashmir Valley\n8 Karzok — the largest village southeast of Ladakh at the banks of Tso Moriri.\n9 Lamayuru — a small village with a Buddhist gompa, on the road between Kargil and Leh",
    "Other destinations": "1 Nubra Valley — If you thought Leh was impressive, head to Nubra Valley, Diskit, Hundar and Turkut, one of the greenest part of the cold desert region of Ladakh, and the only place in India where Bactrian Camels are found. Memories of the old trade routes connecting India with Central Asia.\n2 Pangong Lake — A very popular 64 km long soda lake of picturesque colours situated between India and China.\n3 Changthang Western Lakes — An impressive lake region close to the border with China and a convenient side tour from the Leh-Manali Highway.\n4 Changthang Wildlife Sanctuary. A vast high-altitude wildlife sanctuary in the east of Ladakh, also known as the Changthang Cold Desert Wildlife Sanctuary, and home to many rare species of flora and fauna. For details, see sub-regions Pangong Lake and the Changthang Western Lakes.   (updated Oct 2023)\n5 Hemis National Park (Hemis High Altitude Park). A national park and haven for snow leopards and the numerous other rare and endangered species. With an area of over 4,000 km2 (1,500 sq mi), it is by far India's largest national park, at elevations of 3,000–6,000 m. It is also one of the entry/exit point into Markha Valley, popular with experienced hikers and trekkers. Indian ₹20, foreigner ₹100.   (updated Oct 2023)\n6 Zanskar — One of the remotest areas in Ladakh, only accessible through high passes.",
    "History": "Ladakh was an independent kingdom for nine centuries, influenced by Tibet and the neighbouring Muslim region.  Linguistically, Ladakhi is very closely related to Tibetan. Tibet had long been where Ladakhi Buddhists would go for higher religious education, but since the incorporation of Tibet into China, Ladakhis have made the much shorter trip to the Tibetan monasteries in India.  The architecture of Ladakh is almost identical to that of Tibet, both of residential buildings and of the monasteries. The class structure, or more precisely the lack of a sharply defined class structure, is common to Tibet and Ladakh and is in sharp contrast to the rest of India. Related to this is the relatively high status, freedom and outspokenness of Buddhist women in Ladakh and Tibet.\nCommon to both cultures are a set of cultural practices that keep the population from growing larger than the land can support, and prevent a farm from being divided up and thus being unable to support a family. These are:\n\nMonasteries would take large numbers of monks and nuns and thus keep the population at a stable level.\nPolyandry, a practice in which one woman marries all the brothers of a family to prevent the family's land from being divided, was common in both Ladakh and Tibet until into the 20th century.\nPrimogeniture, a system where the inheritance after a man's death (primarily the land) would pass to his oldest son in order to keep farms large enough to support a family.\nKhangbu, the little house to which the father and mother would retire once their eldest son married and took over the management of the farm, inheriting the main house along with it.\nHowever, Tibet was far from the only influence on Ladakh.  Whereas Tibet was largely closed off to outside influence, Ladakh was a nation where caravan trade played an important role. Traders from the neighbouring Muslim lands, both Kashmir and East Turkestan,\nwhich is now the Xinjiang region of China were a common sight in Leh's bazaar until the 20th century. The folk music is based on the styles of the Muslim parts of the Western Himalayas. Polo was imported from these lands and enjoys popularity to this day with Ladakhis, regardless of faith.\nOver the decades, the relationship between Buddhists and Muslims in Ladakh has deteriorated. This is possibly due to the complex roles of the communities as minorities relative to each other in the years before Ladakh was separated from Jammu and Kashmir in 2019. At the time, Muslims were a minority in Leh, a majority in J&K, and a minority in India; Buddhists were the majority in Leh, but a minority in J&K to Muslims and in India to Hindus. The importation of identity politics from the rest of India may also have contributed. Whatever the true reason, it has never erupted into the kind of violence seen elsewhere in India at times. It may, however, take the sheen out of a place that seems remarkably idyllic, when a new friend says something that's hard not to hear as racist.",
    "Geography": "The Indus valley is the Ladakhi heartland, with the highest population density, and large amounts of agricultural land. Running parallel with it, roughly north-east south-west, are a series of valleys and mountain ranges. North of the Indus valley is the Ladakh range, on the other side of which is the Shyok, and Nubra valleys.  South of the Indus is the Stok range, clearly visible from Leh. On the other side is the Markha valley is a popular trekking destination. Farther south-west is a series of minor ranges and uninhabited valleys before we come to Zangskar. The Kargyak and the Stod rivers join at Padum, to form the Zangskar river which bucks the trend and flows north through a narrow gorge to join the Indus. To the south of Zanskar is the Grand Himal range marking the southern limit of Ladakh.\nTo the east of this series of ranges is the Changtang, a high plateau home to nomads.  It is known as Kharnak in the west, Samad Rokchen in the north east and Korzok in the south east.  Not a true plateau, it has a chaotic assortment of minor mountains ranges not much higher than the wide valleys between them.  With no drainage leading out of this area, there are a number of beautiful salt water lakes that make popular destinations for tourists.",
    "Fauna": "The animals of Ladakh have much in common with the animals of Central Asia generally, and especially those of the Tibetan Plateau.",
    "Birds": "An exception to this are the birds, many of which migrate from the warmer parts of India to spend the summer in Ladakh. Birds are the easiest form of wildlife for tourists to see, and the only thing tourists who don't leave the paved roads and villages can be sure to see. For such an arid area, Ladakh district may surprise with the variety of birds, with over 400 species recorded.\nSome of the common birds of Ladakh district are Eurasian Magpie, Black Redstart, and Red-billed Chough. Bar-headed goose, Brown-headed gull, Black-necked Crane and Ruddy shelduck are breeding birds of Ladakh. The black necked crane is famous due to its extreme rarity. It is found only in Ladakh and Tibet.  Other specifically high altitude birds are the Tibetan snowcock and chukar partridge.\nThere are two main raptors in Ladakh. The Bearded vulture (lammergeier), a vulture, is relatively common. It's unusual in that its head has feathers, unlike most vultures. The golden eagle (Aquila chrysaetus) is closely related, and outwardly the same, as that found in Europe.",
    "Ungulates": "Hunting during colonial rule, and then unofficially by the Indian army, has taken its toll on the wildlife population. The situation has since improved due to greater popular awareness of the value of wildlife, an awareness that has spread as far as reaching some members of the army.\nThe ibex is found in high craggy terrain, it still numbers several thousand in Ladakh, and trekkers often spot them.\nThe bharal, or Blue Sheep, is even more common, ranging in the Himalayas from Ladakh east as far as Sikkim.  Its unusual in that it is neither a true sheep nor true goat, but has characteristics of both.\nThe shapo, or urial, is a goat, found at lower elevations, mostly in river valleys, and therefore is often directly in competition with domesticated animals. They are now rare, numbering about one thousand.\nThe argali or nayan is a relative of the Marco Polo Sheep of the Pamirs. They are impressive animals with huge horizontal curving horns. They are extremely rare in Ladakh, numbering only a couple hundred; however, they do have a wide range throughout mountainous areas of the Chinese Provinces of Xinjiang, Qinghai and Gansu.\nThe chiru or Tibetan antelope, known in Ladakhi as tsos, is also endangered. It has traditionally been hunted for its wool, which must be pulled out by hand, a process done after the animal is killed. The wool obtained from the chiru is called shahtoosh, and is valued in South Asia for its lightweight and warmth, but more than anything else, as a status symbol. Early in the 20th century the chiru was seen in herds numbering in the thousands, surviving on remarkably sparse vegetation, but sadly, they are very rare now. Owning or trading in Shahtoosh is illegal in most countries, and is listed by CITES.\nThe kyang, or Tibetan wild ass, is one animal that visitors can expect to see from the comfort of a vehicle, if they take a Jeep tour on the Changthang. They favour the rolling grasslands of this area, and with their natural curiosity makes them fairly easy to spot, despite the relatively low numbers, about 1500 individuals. They often seem to be drawn by their curiosity toward a jeep, or trekkers, only to be overcome with shyness and run away.",
    "Predators": "None of the predators of Ladakh are a safety concern to trekkers, it is people who are a danger to these animals.\nThe snow leopard, is justifiably famous. It once ranged throughout the Himalayas, Tibet, and as far as the Sayan Mountains on the Mongolian-Russian border; and in elevation from 1,800 m to 5,400 m. They are extremely shy, and very hard to spot, and as such not well known, it is believed there are about 200 in Ladakh. While tourists are unlikely to see the cats themselves, during winter sightings of the footprints and other marks are not uncommon. Tourists that want to see Snow Leopards should visit during the winter, as at this time the cats descend to lower altitudes, and are more active as prey is harder to find, befriending one of the biologists who come to Ladakh to study Snow Leopards would also help.\nOther cats in Ladakh are even rarer than the snow leopard, if not as impressive, the lynx, numbering only a few individuals,  and the Pallas's cat, who looks outwardly like a house cat.\nThe Tibetan wolf is the greatest threat to the livestock of the Ladakhis and as such is the most persecuted; there are only about 300 wolves left in Ladakh. They look unremarkable, and outwardly the same as wolves seen in Europe and the Americas.\nThere are also a few brown bears in the Suru valley and the area around Dras. They are not a threat to trekkers; however common sense should be exercised. Do not feed or approach any wild animals.",
    "Small animals": "Marmots are common. It is possible to sometimes see them from the road.\nThere are also plenty of voles, hares, and several types of pika.",
    "Read": "Leh's many excellent bookshops offer a wide variety of books on Ladakh, Buddhism and Islamic history; general reading. They are worth visiting, and have many titles not available outside India. Some recommended titles on Ladakh are:\n\nLadakh, Crossroads of High Asia, by Janet Rizvi. An entirely enjoyable, meticulously researched overview of Ladakhi culture, history, economy and geography. Its precision and accuracy do not hinder its approachability and personalness.\nAncient Futures, by Helena Norberg-Hodge. A passionate explanation of, and plea for, the preservation of the traditional values of Ladakh. Impressive and influential, despite its occasional lack of balance.",
    "Talk": "The main language of Ladakh is Ladakhi, a Tibetan dialect, with written Ladakhi being the same as Tibetan. Tibetans can learn Ladakhi easily but Tibetan is difficult to speak for Ladakhis. Spoken Ladakhi is closer to the Tibetan spoken in Western Tibet. The Ladakhi language is a shared culture platform which brings the Muslims and Buddhists together as one people of the union territory.\nLadakhis usually know Hindi and often English, but in villages without road access, neither can be expected. A high-quality Ladakhi phrasebook, Getting Started in Ladakhi, by Melong Publications, is available in Leh and well worth getting. Not only will any attempts you make to speak the language be appreciated, they will be useful.\nJulley is the most commonly used word for greeting, saying bye and thank you.",
    "Get in": "Since most people will head towards Leh, find all the information on how to get in there.",
    "By road": "By bus, by taxi, by motorbike, or by hitch-hiking are the options by road.",
    "By plane": "Leh's Kushok Bakula Rimpochee Airport (IXL IATA) has at least 4-6 connections from Delhi into Ladakh daily.",
    "On foot": "Hiking in might be possible via Zanskar, and there is the 100-km trail from Kibber (Spiti Valley) to Karzok (at Tso Moriri).",
    "Fees and permits": "Non-Ladakhi visitors will need a permit to visit remote areas close to the Chinese or Pakistani border, like Nubra Valley, Pangong Lake, and Tso Moriri. Indians can apply for these online. For non-Indians these permits are easily issued via any of the many travel agencies in Leh, which might force you to also book a tour with them, or directly via the DC aka Magistrate Office in Leh. You will need your passport and ₹600 (Sept 2023)—passport copies needed in the past were done on the fly by the DC office in 2023. With the DC aka Magistrate Office in Leh, you will have to prepare a written application towards the Magistrate pointing out all intended destinations, but they will hand you other examples to create this application. It is a good idea to put as many destinations as possible onto the application, just in case you decide to stay longer or visit more sites—the permit is valid for 14 days from the intended date of entry into these regions. Before setting off, prepare a few photocopies of the permit, as the checkpoints might ask you to deposit a photocopy with them, especially when applying for several detinations.\nAs of 2023, the permit was not check or demanded when moving around on local transport like local buses and when hitchhiking. You might check for the check-posts on various online maps to find out if they are on your route. It is expected that current access limitations are relaxed in the coming years, due to high influx of tourists in the last couple of years and the general opening of the region to the rest of India.",
    "Get around": "For activities like hiking and cycling see #Do below. In case you go by (rental) car, also read the advices under #By motorcycle.",
    "By bus": "Ladakhi buses run from Leh to the surrounding villages. They are often overcrowded and generally disorganised and poorly run. Daily buses or mini buses run to Alchi, Basgo, Dha-Hanu, Likir, Nimmu, and Saspul; twice daily to Chemray, Hemis, Matho, Stok, and Tak Tok; hourly or more often to Choglamsar, Phyang, Shey, Spituk, Stakna, Thiksay.",
    "By thumb": "Hitch-hiking in Ladakh is considerably easy, especially where there is a lot of local traffic, i.e. between non-tourist villages. (Forget about hitchhiking between Nubra Valley and Pangong Lake—there run mostly tourist vehicles that \"cannot\" take you along for the ride, especially if the rest are paying passengers.) Also, Ladakhi people are very friendly and have no issues taking people on a ride, especially since one of the mottos of the Dalai Lama is: You have to start giving first and expect absolutely nothing. You will even encounter Ladakhi women inviting you for a ride—a much different situation to the rest of India.\nFrom Leh it is best to move out of the city a little first by local bus or to walk a little towards one of the main roads leaving the city before trying to catch a ride, since there is a lot of local traffic that remains within Leh.\nAlso see India#By thumb for more general information and which vehicles to look out for.\nTrucks often stop for hitchhikers and expected a payment of about half the bus fare, bargaining may be necessary. For shorter distances they will also take you for free. They are slower than the buses and sometimes stop for long periods to unload cargo, especially on the Leh-Manali and Leh-Srinagar highways. They are however mostly relevant for getting into or out of Ladakh, not so much for getting around—but a ride is a ride, right?",
    "By taxi": "There are loads of taxis that will take you to any of the surrounding sights. While they are much faster and more comfortable than public transport, their rates are fairly steep compared to elsewhere in India.",
    "By motorcycle": "Exploring the region by motorbike seems to be the new trend among the emerging Indian middle class. Most will book an organised tour with many bikes going at once, exploring the region's highlights, followed by a technical support car and potentially a bus for family members not riding a bike. However, you can also rent a motorbike and explore the region on your own.\nIn Leh there are a number of shops that will rent motorbikes, mostly the Royal Enfield, still made in India today (350 and 500 cc model). Rentals are fairly cheap, and can be good way to travel around and far cheaper than local taxis. Check your rented bike before you leave so that you don't find yourself stranded in the middle of nowhere.\nThings to note:\n\nCarry enough spares and all the required tools.\nTry to learn basic vehicle maintenance before you start on the trip.\nCarry spare fuel. (There is a 380 km stretch on the Leh–Manali highway that has no petrol pumps.)\nYou will need to get permits to visit certain places (for example, Khardung La).\nIn some sections of the journey the roads are in a bad condition and you will have to handle gravel or even severe, but the Border Roads Organisation (BRO) has done a good job, with whatever little resources that are available, in making the difficult terrain accessible to vehicular traffic.\nThough there are many mechanics in Leh who deal with many bikes, the availability of spares is limited. So before leaving be sure to get your bike serviced (get all cables checked/ changed, set chain, get oil topped up, brakes inspected etc.) and also carry all necessary spares (cables, chain link, bulbs etc.)\nMake sure to carry the originals of all your bike's documents.\nEspecially on early summer, glaciers tend to melt as the day progresses and flow across roads at some places. Be sure to plan to reach and cross these glacier melts, commonly known as Nalas (for example Pagal nala, Khooni nala, Whisky nala, Brandy nala etc.), during the earlier part of the day, when the flow is low and the depth of the water is still easily passable.\nWhen you encounter a military convoy, always pull over and let them pass. It might be a good idea to find out from the locals as to when the convoy goes uphill and downhill and try to time your trip accordingly.",
    "See": "The main tourist sites relate to Tibetan Buddhism, mainly gompas (Buddhist monasteries), and to the stunning landscape. Ladakh is not only home to some of the most beautiful and serene monasteries you will ever see, but it also a land of rich natural beauty: and it is this natural beauty that is impressive because it is a barren beauty. Many find themselves at loss to understand how something so barren can yet be so beautiful. Be respectful, these are holy places with monks in most of them.\nMany of the monasteries in the area can be visited from Leh, including the impressive Thiksey monastery. Also, many of the villages in the area are worth a visit, including some close to Leh and some in Nubra Valley or Zanskar.\nPopular landscapes include the Moon-land-view in the area around Lamayuru on the Leh-Kargil highway, and Pangong Lake which is a 64 km long soda lake of an attractive colour.",
    "Do": "Volunteering – There are numerous NGOs in Ladakh, most notably 17000 ft Foundation which has a very well structured Voluntourism Program where you can read stories and help students of remote schools with learning\nMeditate – There is a Buddhist meditation centre in Choglamsar (Vipassana), with an office in Leh, that offers meditation courses and retreats for various levels of experience.\nFestivals – In late June and early July, the whole Ladakh region comes alive with festivals. Some are held at the local cricket and polo club in Leh, while others are held at the monasteries. Reserve a place well in advance as they get very crowded. Some of the festivals are only held every 12 years, (such as one at Hemis) and at that time the monastery will display its greatest treasure, such as a huge thangka (a religious icon painted or embroidered on cloth).\nHot springs – There are at least 4 hot spring areas in Ladakh; Panamik (good for bath), Chumathang (good for bath), Puga (good for pictures), and Demchock (right at the Chinese border).",
    "Itinerares": "Note that many of the places near the Pakistani and Chinese border require a permit.\n\nLeh-K(h)aru-Chang La-Tangtse-Pangong Lake and back – This is a popular trip to Pangong Lake and can be done by taxi or motorbike. Most people do it as a day trip starting early in the morning and come back by the evening. However, there is accommodation near the lake in Lukung & Spangmik to enjoy this place at a slower pace. Camping is also possible.\nLeh-Khardung La-Nubra Valley – This is another popular trip. Nubra Valley is the second favourite to tourists as a trip from Leh. Some people return directly from Khardung La (5,300 m), which is (falsely) claimed to be the highest motorable pass in the world. It provides excellent views of Ladakh Range as well as Karakoram Range on the other side. Accommodation is available along the way and countless all over Nubra Valley.\nLeh-Lamayuru-Leh – This is an easier drive along Indus river towards Kargil. One can also see the confluence of Indus and Zanskar on the way. Lamayuru is a beautiful place and is home to the oldest monastery and one of the most important ones in Ladakh. One can stay in the monastery or in the surrounding village.\nLeh-Upshi-Tso Kar-Tso Moriri – This is another trip, which covers two picturesque lakes Tso Kar and Tso Moriri, besides two smaller ones and two hot springs. There is accommodation available in Korzok (Tso Moriri), Thukje (Tso Kar) and Chumathang. Camping near Tso Moriri is apparently not allowed.\nVarious monasteries around Leh – There are 4 or 5 big monasteries around Leh and can be covered in one day. The most important are Thiksey, Phyang, Spituk, Stok and Shey.\nSome tour operators will organise trips that cover all three of the main hotspots in Ladakh, but you can also do them on your own; by bus and thumb, by motorbike or on foot:\n\nLeh - Nubra Valley - Pangong Lake - Tso Moriri and Tso Kar – It would take you approximately one week if you have your own transport, and 1½ weeks if hitch-hiking. See the according articles for more information.",
    "Cycling": "The scenery is magnificent viewed at the pace of a bicycle, however one would need to be well prepared with full camping equipment if going into more remote places. However, there are many homestays and guesthouses all over Ladakh. It is also important to identify the road conditions, since you don't want to cycle on gravel or worse for long. OsmAnd has the ability to display the surface of the road, which would help you to better plan your trip.\nAlso, consider that drivers in India are reckless and going along a highly trafficked road can spoil all the fun. However, cycling in a remote place like Pangong Lake or the Changthang Western Lakes can be rewarding.\nIn addition to the paved roads there are some trekking routes that are possible to ride a lightly loaded, sturdy mountain bike on, perhaps hiring a horse and handler to take your baggage. Padam to Darcha, via Shingo La (pass) would be a good route for this, though you would still need to push your bike over the pass itself. Ask trekkers in Ladakh for more options.",
    "Trekking": "Ladakh is an excellent trekking area for experienced trekkers. For the traveler with a number of months, it is possible to trek from one end of Ladakh to the other, or even from places in Himachal Pradesh. The large number of trails and the limited number of roads allows you to string together routes that have road access often enough to restock supplies, but almost entirely avoid walking on motor roads. The infrastructure is nowhere near as developed as in Nepal, necessitating greater preparedness on the part of the trekker.\nMost trekkers go with a guide and some pack horses, which is easy to organise and, if arranged in Leh, quite affordable. You can also trek independently, but this should not be undertaken lightly and without much consultation with locals, especially when on your own. People do go missing and die on these trails.",
    "Trails": "1 Kang Yatze (peak). This trek is located to the south east part of the Leh, in the Markha valley.   (updated Sep 2023)\n2 Parang La Trek. This is one of the most challenging and adventurous treks. It is located on an isolated route far into the mountains with many rivers to be crossed. See also Leh#On foot, where it is mentioned as option to hike into Ladakh from Kibber, Himachal Pradesh.  (updated Sep 2023)\n The Baby Trek (The trail starts at Likir, there are a few buses from Leh daily.). 2-3 days. Ladakh's one \"tea house trek\" is, despite the name, hard work due to the steep and frequent ascents and descents. Its highest point is 3,750 m (unusually low for Ladakh). It passes through frequent villages, allowing one to sleep in guest houses or peoples' homes every night. It is a good introduction to trekking in Ladakh and way to acclimatize to the altitude. The main attractions of this trek are the large villages filled with beautiful, well-made houses seated among good agricultural land. The mountains and views from the passes are relatively unimpressive.Route: Likir village - Phobe La (3,580 m)- Sumdo village - Chagatse La (3,630 m) - Yangthang village - Tsermangchen La (3,750 m) - Hemis Shukpachen village - Mebtak La (3,720 m) - Ang village - Tingmosgam village. (updated Sep 2023)\n3 Markha Valley Trek. This trek is among the easily accessible and popular trek in Ladakh. However, it is not cheap—tent camps along the way with shitty facilities charge ₹2,000 per night, so better to have your own tent and just rely on the food by them. The trek features a large diversity of landscapes, flora and fauna. It is surrounded by the Kang Yatse mountain, which is 6,400 m at its highest. The trek passes through colourful villages and beautiful valleys, where the trekker can experience and enjoy the tradition and culture of Ladakh.  (updated Sep 2023)\n4 The Chadar Trek. Also called Zanskar Trek, it is a winter trail located at a very high altitude and one of the best trekking destinations around the world.   (updated Sep 2023)",
    "Maps": "The best quality trekking maps are nowhere near the quality of maps covering trekking areas of Europe or North America. Note that high-quality maps of the border regions of India/Pakistan/China are illegal in India for security reasons, and your map may be confiscated if you allow security personnel to see it (despite very high quality maps of Indian J&K and the LoC being available from the Survey of Pakistan in Islamabad).\nFor reliable maps, GPS navigation, comprehensive trails and map information, consult OpenStreetMap, also used by this travel guide and by many mobile Apps like OsmAnd or Mapy.cz. These apps support many special features like hillshades, elevation lines, satellite pictures, route estimation, and so on; all necessary when trekking in remote areas—read more here.\nTo identify and (GPS) export official hiking trails within Ladakh, head over to Waymarked Trails. These are the same (OpenStreetMap) trails that you will be able to identify with the help of OsmAnd and Mapy.cz. However, they come with no information on trail status and frequency of use whatsoever. Hence, you might be better off using a commercial service like Wikiloc to identify adequate and manageable trails with rating and status information—after registering for free, you should be able to (GPS) export your chosen trails for free and import them into OsmAnd, Mapy.cz, or any other map and navigation app. \nIn the past this travel guide recommended the following maps for trekking, but they might not be of any better use than the latter app approach:\n\nSurvey of India – They produce a very out of date (early 1980s) trekking map of J&K; it's cheap, and could be useful for planning a route with an experienced guide.\nUS Army Map Service (1:250,000) – Produces out-of-date (1950s and 60s) topographic maps of the whole of India, easily available on the Internet.\nSoviet Military Topographic Maps (1:200,000 & 1:100,000) – Maps produced in the 1970s and 1980s which are now easily available on the internet but are expensive. They provide good information but all the labels are in Cyrillic script.\nArtou (1:300,000) – Based on satellite imagery. In the early 2000s the best available, it is satisfactory for pre-trek route planning, but not good for navigation. A pirated print version has been available in Leh.\nTrekking Map of Ladakh (1:600,000) – By Sonam Tsetan, it is very accurate for what it shows: the trails, village names, and water courses. It lacks topography but has the most accurate place names of all the maps, making it a very useful planning tool. It's available in Leh for about ₹200.\nLeomann (1:200,000) – It may have better scale than the Artou, but it contains less information and is less accurate; however, the series does cover a lot more of Ladakh and elsewhere in the Himalayas.\nLadakh Zanskar Trekking Map Series (1:150,000) – By Editions Olizane, it is an excellent topographic map, with lots of detail.",
    "Money": "Contrary to the rest of India, in Ladakh restaurants and shops generally seem to have change for larger notes—it may be due to the higher security of this area or the mentality of Ladakhi people.",
    "Eat": "Ladakhi food has much in common with Tibetan food, the most prominent foods being:\n\nMomos – Another favorite of the Ladakhis. While here, make sure to relish a steamy plate of momos with spicy chutney.\nThukpa – Ladakh's staple food and can be availed very easily. It is a noodle soup dish served with pieces of mutton and boiled vegetables. Furthermore, it is served with a flavored chutney.\nChowmein – Due to the closeness to China, this pasta dish can be found everywhere; veg, egg or mutton.\nTsampa (Ladakhi: ngamphe) – Roasted barley flour, which is edible without cooking and therefore it makes useful, if dull, trekking food. Sometimes prepared with hot salt tea and hard cheese added.\nSkyu – A heavy pasta dish with root vegetables.\nLadakhi Pulao – Raw rice is cooked with mutton stock and seasonings. Further, it is layered with caramelized onions, carrots, and nuts. You might not get it on the streets but you can head to one of the restaurants for trying it.\nTigmo – This is a vegetarian dish that one might consume as a meal or even a snack at any time of the day. It is a flavored stew with vegetables served with bread. However, even though it is a vegetarian dish, there is also a non-vegetarian version available.\nAs Ladakh moves toward a less sustainable, cash-based economy, imported Indian foods are becoming more important. You are likely to be served rice and dal (lentils) with veggies even in villages without road access, and it's standard in Leh.\nIn Leh you can taste a wide range of cuisines, which include north Indian, Tibetan, Chinese, Italian and even Korean. Bakeries imitating Western bakeries are plentiful in Leh. As in other heavily touristed areas of the Himalaya, they often claim to be German bakeries, but their freshness is doubtable—just review the assortment from one to the other day and you will see that they barely sell anything.",
    "Drink": "Tea – traditionally made with strong black tea, butter and salt, and sometimes milk. It is mixed in a large churn and known as gurgur cha, due to the sound of mixing it. Similar to tea traditionally drunk elsewhere in Central Asia, it's more like soup than tea elsewhere; it can be refreshing and invigorating if you can get used to it.\nThere is often also just a plain black tea with salt version.\nChai – Sweet tea (cha ngarmo) is common now, made Indian style with lots of milk and sugar.\nBeer (chang) – Traditionally made from barley; it has a lighter flavour than a Western-type, bottled beer.",
    "Stay safe": "Ladakh is one of the safest parts of India, and the most basic precautions against petty theft are enough to keep you and your possessions safe. Most of the union territory is dotted with military cantonments every 50-80 km, but mainly because of its strategic position on international border between India and China. The army plays a major part in rescue and aid efforts, and that is why you will be required to produce identification documents or written permission from local authorities before entering some remote places.\nPerhaps the biggest danger travellers face is altitude sickness; give your body enough time to acclimatise before going higher. Leh is above 3,500 m (over 11,000 feet) and other parts of Ladakh are higher yet. Wear protective clothing, UV-protective sunglasses, and sunscreen, especially if it gets very hot.\nBe cautious if you are driving on your own. Though roads are fine, the constant melting of snow tends to damage the road conditions. There are always a chances of landslides, so don’t venture at the edge of the road.",
    "Acclimatisation": "Those arriving by air are strongly advised to rest for at least a few days and nights in order to adjust to the high altitude over 3,000 m before venturing to higher altitudes. See article on altitude sickness.\nIf you feel breathlessness after some exercise, scared of height or any heart problem then avoid visiting Leh. But if you are still desperate to be in Leh then drink lots of water or eat in frequent times while in this beautiful place. Be extra careful while visiting Leh in winter. It is stunningly beautiful but extreme cold weather means a little discomfort for visitors.\nThis also means not heading directly for the tent camps at Sarchu (4,300 m) or Pang (4,500 m) from Manali, i.e. no longer than Darcha the first night. Consider visiting Alchi first since it is lower than Leh.\nAll overnight stays cannot be planned—in September 2008 the Air Force had to evacuate those with altitude sickness from Sarchu in after massive snowfall, and landslides are not uncommon. Not allowing your body to acclimatise can result in altitude sickness, which has only one cure: turning back. Stay a minimum of two nights after flying in before going higher, so as both to give your body time to acclimatise and to explore the city.\nIf you are travelling from Delhi to Leh by road, the route which enables better acclimatisation is via Shimla, and then towards Kinnaur and Spiti, which gives several acclimatisation nights between 2,000 to 3,000 m: Sarahan (2,134 m), Kalpa (2,800 m), Tabo (3,265 m). After Kaza (3,600 m) and the Kunzum La (4,550 m) the road connects with the Manali-Leh highway just north of the Rothang pass.\nDiamox is available over the counter in India which can help, with varying success, to speed up acclimatisation. Those that are allergic to sulfa medication can not use Diamox, and it can have side effects: this needs to be discussed with a doctor beforehand.",
    "Respect": "Travellers to Ladakh usually find Ladakhis to be friendly and humble, especially in the Buddhist-majority areas. Equality between sexes doesn't seem to be an issue, and you will often see Ladakhi women on their own, in shops or restaurants—contrary to the rest of India.\nThe Ladakhis are not Kashmiris; they are their own ethnic group. Referring to them as \"Kashmiris\" may irritate them, especially now that Ladakh is not part of Jammu and Kashmir anymore.\nMany Ladakhis express feelings of antipathy towards Kashmiris and Pakistanis and are generally supportive of their inclusion in India. They feel they were unjustly treated and discriminated against when Ladakh was a part of Jammu and Kashmir. \nDo not take photographs of the military installations in Ladakh or you will be in serious trouble.",
    "Go next": "Many people will head to either of the two, depending on where they came from in the first place:\n\nJammu and Kashmir with Srinagar as the capital\nHimachal Pradesh with Manali as its first major stop"
  },
  "total_sections": 36,
  "section_names": [
    "Introduction",
    "Cities",
    "Other destinations",
    "History",
    "Geography",
    "Fauna",
    "Birds",
    "Ungulates",
    "Predators",
    "Small animals",
    "Read",
    "Talk",
    "Get in",
    "By road",
    "By plane",
    "On foot",
    "Fees and permits",
    "Get around",
    "By bus",
    "By thumb",
    "By taxi",
    "By motorcycle",
    "See",
    "Do",
    "Itinerares",
    "Cycling",
    "Trekking",
    "Trails",
    "Maps",
    "Money",
    "Eat",
    "Drink",
    "Stay safe",
    "Acclimatisation",
    "Respect",
    "Go next"
  ]
}