{
  "title": "Lamayuru",
  "source": "https://en.wikivoyage.org/wiki/Lamayuru",
  "sections": {
    "Introduction": "Lamayuru, also spelt Lamayouro, is a small village between Kargil and Leh in Ladakh, India.",
    "Understand": "Lamayuru is home to one of the oldest monasteries in Ladakh, dating back to the 10th century. Local legend has it that the place was once a lake that dried up. The village has around 100 houses scattered around the Lamayuru Monastery.",
    "Get in": "Lamayuru village is 125 km from Leh on the Leh–Srinagar Highway. Any vehicle going from Leh to Kargil, or on to Srinagar, will invariably pass through Lamayuru. State transport buses ply from Leh bus stand to Lamayuru at 08:00 and 14:00; however, it's wiser to visit the bus stand a day before to confirm the timings.",
    "Get around": "On foot. It's a small village.",
    "See and do": "1 Lamayuru Monastery (Yuru Monastery), B.P.O Khaltse, ☏ +91 94697 32677. One of the oldest monasteries in Ladakh.      There are a collection of Buddhist murals, texts and figures on display. 50 rupees.\n MoonLand. Strange but beautiful landscape next to monastery. Some say the soil here is very similar to that on the moon.",
    "Eat": "There are a number of restaurants in the village.\n\n1 Lamayuru Restaurant, Fort Road Opp Hotel Yak Tail, ☏ +91 1982 256 069. Thukpa and biryanis.    (updated Jul 2018)",
    "Sleep": "There are a number of homestays that can be arranged for around 500 rupees (2018).\n\n Tharpaling Guest House, Leh-Srinagar Highway (on the right side of the road 50 m after the bus stop when coming from Leh), ☏ +91 1982-224516. A family-run guest house. ₹250 for a room (double beds) as of July 2012; food costs extra. \nSingay guest house. Clean, has wifi, secure bike parking, friendly family. Double room around 500 for one person.",
    "Go next": "Alchi – small village with a gompa, or Buddhist monastic complex, 4 km off the road to Leh\nKargil – second-largest town of Ladakh after Leh\nLeh – capital of Ladakh"
  },
  "total_sections": 8,
  "section_names": [
    "Introduction",
    "Understand",
    "Get in",
    "Get around",
    "See and do",
    "Eat",
    "Sleep",
    "Go next"
  ]
}