{
  "title": "Kullu",
  "source": "https://en.wikivoyage.org/wiki/Kullu",
  "sections": {
    "Introduction": "Kullu is a small hill-station in Himachal Pradesh, India. It is situated some 40 km from Manali.",
    "Understand": "Kullu is famous for its Dussehra festival. The major sources of income of here are tourism and agriculture. Around Kullu, many tourists visit Manali and Manikaran. The local language of Kullu is Pahari.",
    "By plane": "1 Kullu–Manali Airport (KUU  IATA), Bhuntar. connected to Chandigarh and New Delhi by Alliance Air (Air India's regional subsidiary).      (updated Aug 2019)",
    "By road": "Luxury buses are available everyday from Chanderlok Building, Janpath, Delhi, charges are approx. ₹1000. The state deluxe, semi-deluxe and ordinary buses are much cheaper than private buses. Local tourism buses are available from all inter-state bus terminals in North India.",
    "Get around": "There is an intra-town bus-system, which will take you to all the important places at very nominal prices. Local taxis can be hired easily. Also, you can rent motorbikes from the local shops and enjoy a ride in the mountains.",
    "See": "Rohtang Pass\nSolang Nala\nVashishth Hot Water Springs\nManali\nHidimba Mata Temple\nMannu Temple\nOld Manali\nBuddhist Montessori's\nNagar Castel\nRorik art gallery\nHamta Pass\nChanderkhanni Pass\nMalana Village\nJana Falls\nBhekhli Heights\nBijlimahadev\nKais Dhar\nRaghunath Temple\nManikaran\nKasol\nBhuntar\nBajaura Temple\nJalori Pass\nSoja\nSiyolsar Lake",
    "Do": "Skiing (In winters only)\nRafting\nRock climbing\nPara-gliding\nTrekking\nMountaineering\nJeep Safaris\nBike Safaris\nAngeling\n Kheer Ganga.",
    "Don't": "If planning for a trek up the beautiful mountains, don't forget to hire a local guide. As the local customs and laws are quite strict and you might land up in trouble if unknowingly you offended any of their laws. Touching their property, temple or trespassing can be considered an offend and can attract a fine of few hundred to few thousand rupees (₹). Don't pluck apples from trees or steal them from little kids selling them. In short, don't commit any theft here. Don't jump in jungles, any small move can lead you into deep valley.",
    "Buy": "Local handicrafts and shawls are a must buy.\nBuy only from reputed shops. Rates of local vendors are cheaper than showrooms but demands identifying skills for shawl fiber and material. There is a big fare during dushera  and there is special discount during Dushera festival.  but you have to bargain and you don't get any guarantee of the items purchased out of the authorized showroom.\nMust buy fruits from Kullu. They are cheap and fresh too.",
    "Eat": "Eat fresh trout from River Beas and dimsums from a MO-MO corner.\nThe Spice House restaurant at Himalayan Hamlet Kullu offers multi cuisine specialities with a host of local delicacies.\nShobla International They offer excellent local cuisine and all sorts of other cuisines.\nApples are famous in Kullu",
    "Sleep": "Himalayan Hamlet Valley view Hotel & resort. \nHotel Kasol\n Hotel Sangam, Bhuntar, ☏ +91 1902 268 366. \nHotel Shandela 01902252426,9418388208\n Hotel Shobla Royale, Dhalpur (next to Dussehra Ground), ☏ +91 94185 22800, info@shoblaroyale.com. Has a restaurant, bar and parking. \nHotel Vaishali",
    "Homestays": "The Garsa village homestay, Village Garsa, bhuntar, ☏ +91 9120800001. A Pahari cottage-villa. Reasonable. Beautiful surroundings. If you are planning to stay for few days or weeks, then try hiring some huts on the hills they are much cheaper, comfortable (a bit inconvenient to reach as situated few feet above the ground on the hill) then staying in hotels and you really enjoy the beauty of the hills closely. If you're looking to stay for a month or more, you'll do well to be away from the main Manali Road. \n Indian Himalaya Homestay, Tikka Bouri Springs, Shastri Nagar, ☏ +91 124 620 1618. Try a homestay experience where you are cared for by a local family - simple accommodation set high on the mountainside overlooking the beautiful Kullu Valley. (updated Sep 2019)\n Ramgarh Heritage Villa, ☏ +91 98162 48514, ramgarhvilla@gmail.com. Located in the small town of Raison, midway between Kullu & Manali. A heritage bungalow built in 1928, during the British era, with high ceilings, spacious bedrooms and fireplaces, and surrounded by apple orchards & kiwi plantations. It is managed by the descendants of the same family that built it. Behind the home-stay is the village of Benchi, who's residents work on the orchards. The village offers a glimpse of the Himachali countryside with its by-lanes overlooking the Beas and the Dhalaudhar range. (updated Sep 2019)",
    "Go next": "Manali - another very good tourist spot.\nManikaran - A religious tourist spot. Famous for hot water springs. Surprising to note that hot water springs are only few feet away from river Beas having chilled water. Sometimes one can feel the floor of the temple hot on walking as spring water flow underneath.\nRohtang Pass - Major attraction among tourists. Pass at a height of 13,900 ft (4,200 m)."
  },
  "total_sections": 13,
  "section_names": [
    "Introduction",
    "Understand",
    "By plane",
    "By road",
    "Get around",
    "See",
    "Do",
    "Don't",
    "Buy",
    "Eat",
    "Sleep",
    "Homestays",
    "Go next"
  ]
}