{
  "title": "Mandi",
  "source": "https://en.wikivoyage.org/wiki/Mandi",
  "sections": {
    "Introduction": "Mandi is a town in Central Himachal Pradesh. It is on the crossroad between Dharamsala, Manali and Shimla.",
    "Understand": "Mandi has around 300 temples, with 81 stone temples known for their intricate carvings. Most of these temples are built for Shiva and Kali. Some of the temples to visit are Panchvaktra Temple, Ardhnareshwar Temple and Triloknath Temple, all declared as protected monuments by the Archaeological Survey of India. Also visit the anceint Bhootnath Temple, dating back to the 1520s.",
    "Get in": "The only way to get Mandi is by road.",
    "By bus": "There are regular buses that run between Mandi and all other major towns in Himachal as well as to Chandigarh. The drive to Chandigarh is about 5-6 hr. Manali is about 4 hr.\nThe bus to Shimla leaves around 9AM, for about ₹300.",
    "By train": "The nearest railway stations are Jogindernagar (narrow gauge to Pathankot by Kangra) and Shimla (regular Delhi and valley connections).",
    "By plane": "The nearest airport is Bhuntar Airport (in Kullu District) which is 60 km from Mandi Town. Flights are available to and from Delhi, Chandigarh and Jubber-Hatti (Shimla). From Delhi, it takes one & half hour to reach Bhuntar Airport. Another airport is Gaggal airport in Kangra district.",
    "Get around": "This historic town is built along the banks of the Beas river. Sage Mandvya is said to have meditated here, hence the name. The town is known for is old stone temples and the fine carvings and is called the Varanasi of the Hills.",
    "See": "1 Sunken Garden. Beginning life as a pond several hundred years ago, the sunken garden now features a stupa, clocktower, and greenspace with benches. Its defining feature is that it's about three stories below ground level and is ringed by a multi-level market.    (updated Dec 2018)\nOtherwise mostly temples, as mentioned:\n\n Bhima kaali temple. \n Bhutnath temple. The temple was built by Raja Ajber Sen in 1527 AD and is dedicated to Lord Shiva \n Mahamrityunjaya temple. \n Panchvaktra temple. \n2 Santoshi Tarna mata temple.    \n3 Triloknath temple. The temple was built by the queen of Raja Ajber Sen in 1520 AD. It has the three-faced Lord Shiva.",
    "Further afield": "4 Gadda Gusaini (near Jibhi, which is also famous with travellers). The valley is virgin and has not been explored by many adventure loving tourists. One finds nature at its best offering beautiful surroundings, green forests and pollution free environment. Madhopur Fort was also built by former rulers of Mandi district who had kept their arms and ammunition in it. Besides the fort was used as punishment to hardcore criminals in the state. One more fort named Tungasi was built in the valley and the remains of the fort are still visible.    (updated Aug 2023)\n5 Jhatingri. It is situated on Ghogar Dhar at an elevation of 2,200 m. It is 12 km from Joginder Nagar. It is easily accessible from Urla in Mandi Pathankot National Highway. There are beautiful deodar and blue pine forests. The spot infolds breath taking vistas of the valleys below.    (updated Aug 2023)\n6 Karsog Valley. Karsog (1,800 m) is Sub-Divisional head quarter of Mandi district at the height of 350 m. It is famous for Mamleshwar Mahadev, Kamksha Devi and Mahunag temples. It is full of scenic beauty and abundance of apple orchards. Mamleshwar hotel at Chindi (1,860 m) is recommended.      (updated Aug 2023)\nRohanda Valley (2,100 m) – Another beautiful place nearby on Mandi-Shimla road which is pretty popular among motorcycling clubs. Orchard resorts (2,200 m) near Rohanda are quite good on this route.",
    "Trekking": "Shikari Devi – Trekking Paths through woods of assorted trees and shrubs-which include several medicinal herbs-two separate trek routes lead up to this ancient shrine which crowns the top of a hill. Hunters in the area once prayed to the goddess for success in their hunt and here perhaps, lies the origin of the name \"Shikari Devi\". The goddess is worshipped in the form of a stone image. Interestingly, the temple which is said to have been in existence since the time of the Pandavas, has no roof, for local legend has it, that all attempts to build one have been unsuccessful.\nFor those who seek adventure a not so popular trekking destination Janjehli is 67 km away. It offers trekking up to 3,300 m to shikari mata peak. It has several others trek routes but the place suffers due to apathy of government. Nonetheless the whole valley offers you some exhilarating views of unspoilt nature and sprawling apple orchards. Dense forests of Himalayan cedar and blue pines really present a treat to eyes as well as health. Shikari mata sanctuary has myriad varieties of flora and fauna. Alpine oaks, spruce, fur and several other medicinal plants are found in plenty there. Wild animals like black bear, musk deer and leopard live here in their natural habitat. Various types of birds including the rare monal are at galore in protected sanctuary of Shikari mata. Janjehli is connected by road to Mandi and buses and taxis are a conveniently available and a guest house of Forest department is available for those who want to stay overnight there and a trekkers hostel is under construction.",
    "Do": "Stroll around in the Sunken Garden an its shops, and have a chai.",
    "Eat": "There are lots of local delicacies with urad dal as one of the main ingredient. Even the food is served on plates made of leaves. The complete meal is the combination of different type of dishes \"sweet, sour and salty\".",
    "Sleep": "Few hotels have an online presence and even less are listed on major booking websites so the best bet is to show up and inquire on foot. Accommodation can fill up on weekends or when road become impassable due to landslides. Low budget options seldomly have WiFi.\n\n1 Gurudwara. There is a Gurudwara on the way to the bus station. They generally host everyone, asking 300₹ for a room. There is 24/7 langar. ₹300.    (updated Nov 2023)\n2 Comfort Hotel. No comfort here, but cheap. Fan, satellite TV, private shower. ₹500.    (updated Aug 2023)\n3 Hotel Sangam. Great view if you got the right room. AC and non-AC. Not great, but affordable. ₹1,000.    (updated Aug 2023)\n4 Snow City Farms by Snow City Hotels (Snow City Farms), NH 21 Sauli Khad to Dhumadevi Road Village Duhak PO Majhwar Tehsil & District Mandi (H.P.), ☏ +91 9318915050, snowcityhotels@gmail.com. 24/7. Snow City Farms is the unit of Snow City Hotels (Rohit Thakur). This place surrounded with green forest and natural beauty. It also has a cycling range for mountain biking. ₹1,500–2,500.    (updated May 2018)",
    "Go next": "Rewalsar – 24 km from Mandi, Rewalsar is equally sacred to Hindus, Sikhs & Buddhists. It was from this place that Padam Sambhava, a zealous teacher & Buddhist missionary left for Tibet to preach his new doctrine of Buddhism. The Hindus believe that it was here that Rishi Lomas did his penance in devotion to Lord Shiva. Rewalsar is important to the Sikhs who have a Gurudwara built in commemoration of Guru Gobind Singh's visit to this place. It is a very sacred place for the Bhutanese, who are following this doctrine of religion as their State Religion. So there is a temple, gompa and gurudwara, besides the holy lake with floating islands.\nBarot – 40 km by road and 12 km by Haulage Trolley from Jogindernagar. Barot packs an enormous range of out door activities. The reservoir of the Joginder Nagar Hydel Power Project is located here. A trout breeding centre, makes it a wonderful place for angling. Across the river Uhl is the Nargu Wildlife Sanctuary-home to the Ghoral, Himalayan black bear and a variety of pheasants. A trek route through thick forests links Barot to Kullu.\nPrashar Lake – 50 km from Mandi at an altitude of 2,730 m. The deep blue water at this beautiful lake is held sacred to the sage Prashar. Experience the serenity and breathtaking views of Dhauladhar mountains. There is a motorable road till the lake but vehicles do not play in winter when its snows there. A 7.5-km moderate difficult trek amid the forest can be taken by adventure enthusiasts. It is here that the sage Prashar is said to have meditated. On the lake's edge is a three storied Pagoda-like temple dedicated to the sage. Capped with a roof of slate tiles, the temple has a wealth of wood carvings. An old temple, it is said to have been built by Raja Ban Sen of Mandi in the 14th century. An entire panorama of snowy mountain ranges is visible from this location.\nPanjin Thach – 75 km from Mandi via Bali Chowki.These are two villages situated in the middle of thick forests of deodar, pine and tosh trees. Both villages offer beautiful scenery and base camps for adventure loving tourists.\nTattapani – 155 km from Mandi. It is a deep scenic valley surrounded by high hills, Tattapani is famous for its hot sulphur springs—noted for therapeutic powers. 4 km from Tattapani is a  Shiva Gufa which has created a lot of anxiety among local populace and researchers."
  },
  "total_sections": 14,
  "section_names": [
    "Introduction",
    "Understand",
    "Get in",
    "By bus",
    "By train",
    "By plane",
    "Get around",
    "See",
    "Further afield",
    "Trekking",
    "Do",
    "Eat",
    "Sleep",
    "Go next"
  ]
}